[
  {
    "term": "Abstain",
    "definitions": [
      "Refrain from taking action, with the intent of not doing harm to oneself or others. ",
      "To not use. ",
      " To actively resist or hold oneself back from acting."]
  },
  {
    "term": "Abstinence",
    "definitions": [
      "Making a conscious choice and effort to refrain from a specific action or behavior, because it could be potentially harmful to oneself or others, if followed through on. ",
      "The act of not doing something (especially drugs, or some other self-defeating behavior) ",
      "Voluntarily holding back on an action or behavior, based on personal decision-making and effort, to not cause harm to oneself or ,others."]
  },
  {
    "term": "Abundance",
    "definitions": [
      "The sense of having deep resources to meet the needs of whatever comes up, in ones life. ",
      "The unconditional plentiful giving of the Universe. "]
  },
  {
    "term": "Accept",
    "definitions": [
      "The mental willingness to deal with the reality of a situation, whether we like it or not, in a healthy way.  ",
      "To receive something given or offered that’s more of a response than a reaction.  ",
      "An expression of tolerance and being willing to go along with a situation."]
  },
  {
    "term": "Acceptance",
    "definitions": [
      "Coming totermwith the reality of a situation.",
      "The ability to simply say, “I get it and I’m not in denial about it.” ",
      "Responding physically, mentally, emotionally and spiritually to something that you believe to be accurate or true, in a healthy or ,responsible way.",
      "The ability to deal with reality as it is. "]
  },
  {
    "term": "Accommodation",
    "definitions": [
      "Changes in an individual's thinking or feelings as new information is learned. ",
      "Being open-minded enough to be able to change positions and behaviors, as new information is learned. ",
      "Having the ability to work with someone based on where they’re at."]
  },
  {
    "term": "Accomplishment",
    "definitions": [
      "Completing something with a sense of satisfaction or feeling of pride. ",
      "Reaching or meeting a goal that has been set."]
  },
  {
    "term": "Accountable",
    "definitions": [
      "Accepting or having a sense of responsibility for something that one has said or done. This can be done with oneself or with others."]
  },
  {
    "term": "Accountability",
    "definitions": [
      "Working with ourselves or someone else to stay honest, on-track and moving in a positive direction. ",
      "Actively taking ownership for a specific thing that we’ve said or done, including the potential consequences. ",

      "NOTE In recovery, it’s extremely helpful to have an accountability partner. This is often a sponsor or can be someone else who agrees to practice rigorous honesty with us. This can help us come toterm with behaviors that go against our values, accepted ways of acting, self-harming actions or beliefs that others may know that we’re trying to live up to."]
  },
  {
    "term": "Achievement",
    "definitions": [
      "Reaching or arriving at a goal that we’ve set for ourselves, on a physical, mental, emotional or spiritual level. ",
      "The act of accomplishing something that you personally are invested in and care about. "]
  },
  {
    "term": "Acknowledge",
    "definitions": [
      "Admitting something is exists or is present. ",
      "Awareness or noticing something, as a part of our personal experience or reality. ",
      "To see clearly.  ",
      "Accept or admit the existence of something. ",
      "Recognizing a fact or something of importance. ",
      "An expression of appreciation or having noticed something, such as a change in behavior. ",
      "To confirm. ",
      "A form of validation that can be done physically, mentally, emotionally or spiritually."]
  },
  {
    "term": "Acquaint",
    "definitions": [
      "To become familiar with something, through experience. ",
      "Taking the time to get to know a person, place or thing, in an open-minded way."]
  },
  {
    "term": "Acquired",
    "definitions": [
      "To gain ownership or get something, through personal effort, experience and skill, that’s on a physical, mental, emotional or spiritual level."]
  },
  {
    "term": "Action",
    "definitions": [
      "Making direct and specific effort, in doing something, usually with a clear intention, objective or goal in mind.  ",
      "The process of takingdefinitionul steps, to achieve a goal."]
  },
  {
    "term": "Active",
    "definitions": [
      "Doing something on a regular basis. ",
      "Consistent ",
      "Participating or engaged in a specific activity.  ",
      "Exerting influence or producing with the goal of having an effect. "]
  },
  {
    "term": "Acting As If ",
    "definitions": [
      "Taking action like something has already happened, though it may not have actually taken place. ",
      "Living as though, we believe that what we are hoping for, will or already has happened for us on some level. ",
      "“Fake it until you make it,” or are successful at it."]
  },
  {
    "term": "Active Negativism",
    "definitions": [
      "Avoiding what’s expected by open defiance. ",
      "Refusal to follow directions or doing the opposite of what is asked."]
  },
  {
    "term": "Addict",
    "definitions": [
      "A person suffering from the disease of addiction, which is chronic, progressive, potentially fatal, if left untreated. ",
      "A person who has difficulty relating to life-on-life’sterm reality, because of a distorted thought process that practically ,forces us to act out-of-step with reality. This is often characterized by self-centered confusion, obsessive thinking, compulsion or loss of control over their thinking and behavior, racing or repetitive thoughts, which they can’t seem to stop without some help or support. ",
      "Dependence on something that causes harm to ourselves, on a physical, mental, emotional or spiritual level."]
  },
  {
    "term": "Addiction",
    "definitions": [
      "A person who develops dependence on drugs or other substances, that usually results in loss of control over the time, place, amount and duration of use, with self-harming, self-defeating behaviors, including degradation, demoralization, antisocial behaviors, and numerous other physical, mental, emotional and spiritual consequences. ",
      "A disease that’s based on self-centeredness and self-obsession expressing itself on physical, mental and spiritual levels, usually ,bringing the person severe life unmanageability and suffering. It’s chronic in nature,definitionthere’s no cure, similar to diabetes, or heart disease, because medical science cannot “Fix,” the area of the brain that’s affected. It can be helpful to think of addiction as a type of mental cancer that effects how we think and feel.",

      "Note Addiction is a highly treatable disease, which can be arrested through practices that are physical and spiritual in nature. The best example of practices are, the use of abstinence, Twelve Step Programs, a healthy diet and physical exercise. Though this process, much like those with diabetes, the person with the disease of addiction can live a comfortable anddefinitionul life, experiencing a daily reprieve from their illness based on the consistent treatment of their illness on physical, mental and spiritual levels."]
  },
  {
    "term": "Adequacy",
    "definitions": [
      "The sense of having or being enough, to meet a need. ",
      "Having the sense of being okay in a given situation, with being less than or better than someone else. ",
      "Equal to the moment. "]
  },
  {
    "term": "Adhere",
    "definitions": [
      "To stick with something, without giving up on it. ",
      "Follow through or carry out a plan. ",
      "Being in close contact with something. ",
      "To have loyalty towards something. "]
  },
  {
    "term": "Admire",
    "definitions": [
      "To have a sense of appreciation, awe or maybe even “Wonderment,” regarding something or someone. ",
      "To hold something or someone within the mind or heart, with a sense of respect."]
  },
  {
    "term": "Admit",
    "definitions": [
      "A physical, mental, emotional or spiritual posture of accepting something as a fact or true.  ",
      "To let ourselves or others know that something is a specific fact.  ",
      "Owning up to our part in situations."]
  },
  {
    "term": "Admitted",
    "definitions": [
      "A clear statement that takes ownership of something we either are or have done (“Name it and claim it”).  ",
      "Verbally taking responsibility for what we say or may have done in a given situation. ",
      "Owning up to something in a clear and direct way, with ourselves or others."]
  },
  {
    "term": "Adversity",
    "definitions": [
      "A challenge, conflict, difficulty, hardship, or problem, either created by a persons own actions or circumstances of life. ",

      "Note When we are facing adversity, it can be helpful to ask ourselves, “Did I play any part in what’s going on?” This gives us the opportunity to look at a given situation and if we played some part in it, to own our part in it, and perhaps, begin making choices to correct our part in the situation and possibly lessen or resolve the problem."]
  },
  {
    "term": "Advice",
    "definitions": [
      "Direction, guidance or support that we may either give to someone or get from another person. ",

      "Note The nature of advice is that whether given or received can often lack the benefit of practical or direct experience, simply being something thought up or heard, without knowing if the information actually works or not. When giving or receiving advice, it’s best to clarify this point with people, since they might expect it to be actual experience. This can reduce expectations and problems with the person later."]
  },
  {
    "term": "Affect",
    "definitions": [
      "The ability to influence or move someone or something. ",
      "The ability to leave an impression on a person, place or thing."]
  },
  {
    "term": "Affection",
    "definitions": [
      "To have a gentle or positive feeling, of like or warm regard.  ",
      "Feelings of connection or closeness."]
  },
  {
    "term": "Affirmation",
    "definitions": [
      "Statement that reflects a positive belief in oneself. ",
      "A positive self statement that encourages a person to live up to a certain principle or ideal."]
  },
  {
    "term": "Afraid",
    "definitions": [
      "Having a sense of fear or apprehension, that usually comes from either a feeling there is no control or confusion about how deal with a situation. The usually results in being angry, shutting down, or a sense of being “Frozen.”  ",
      "Worried that something bad will happen, whether the individual has been through the situation before or not. ",
      "A feeling worry, concern or insecurity. "]
  },
  {
    "term": "Agenda",
    "definitions": [
      "A closely held plan or way for things to be done or problems to be addressed, that’s usually based on someone trying to control a situation or simply get what they want. ",
      "The underlying intentions or motives of a particular person, be it positive or negative. "]
  },
  {
    "term": "Aim",
    "definitions": [
      "A goal, objective or target, someone is attempting to reach. ",
      "Purpose or intention.  ",
      "Move towards a desired direction ",
      "Point of focus. ",
      "Something that we would like to acquire."]
  },
  {
    "term": "Alertness",
    "definitions": [
      "Being attentive. ",
      "Being focused and clear mentally and/or emotionally. "]
  },
  {
    "term": "Alienate",
    "definitions": [
      "Feeling not a part of. ",
      "Personal words or actions that cause (someone) to, shutdown, becoming unsympathetic or angry. ",
      "A disconnection or gap."]
  },
  {
    "term": "Alienation",
    "definitions": [
      "Feeling like one cannot relate to others.  ",
      "Separation resulting from differences or conflicts. ",
      "A type interaction in which familiar situations or people appear unfamiliar or distant."]
  },
  {
    "term": "Alleviating",
    "definitions": [
      "To give physical, mental, emotional, or spiritual relief, that’s painful and causing us to suffer. ",
      "To make something easier."]
  },
  {
    "term": "Alternative",
    "definitions": [
      "The ability to identify choices and options, we may or may not usually occur to us.  ",
      "The openness and ability to look at other possibilities, in a given situation.  ",
      "Having more than one choice, in dealing with a situation."]
  },
  {
    "term": "Altruism",
    "definitions": [
      "To be selfless, without expecting a reward. ",
      "To be generous or giving"]
  },
  {
    "term": "Ambiguous",
    "definitions": [
      "The use of language that’s vague, or unclear, so as not to be able to get a clear picture of what’s actually going on. "]
  },
  {
    "term": "Ambitious",
    "definitions": [
      "A strong desire or dtermnation to succeed, and willing to put in the effort to reach a goal that one has set for their self. ",
      "To want something better for yourself, instead of staying where you already are. "]
  },
  {
    "term": "Ambivalence",
    "definitions": [
      "Having mixed thoughts and feelings on an issue, usually coming from a sense of being confused. ",
      "Feeling or Thinking two ways about a given situation or circumstance, usually resulting in us having make up our minds and commit to something."]
  },
  {
    "term": "Amends",
    "definitions": [
      "To re-join or reunite something that was torn or divided.  ",
      "Set straight or right ",
      "A change in behavior. ",
      " To apologize or heal a negative action, on a physical, mental, emotional or spiritual level. ",
      "To make better or improve."]
  },
  {
    "term": "Amorphic",
    "definitions": [
      "A person who lacks their own sense of personal identity or sense of who they are, causing them to act like whoever they are with at a given time. ",
      "Not having a definable shape and tending to change. When thinking of amorphic, think of it as water. It changes to whatever ,container that it’s placed it. "]
  },
  {
    "term": "Analytical",
    "definitions": [
      "A way of thinking that compares, separates and takes things apart. ",
      "A way of looking or thinking of things in a very critical way. ",
      "To tear or rip something apart by thinking and obsessing on something. "]
  },
  {
    "term": "Anger",
    "definitions": [
      "Blowing up or and overreaction that’s usually characterized by verbal abuse or physical violence towards oneself such as over-eating, cutting, punching walls, suicide attempts, etc... ",
      "The resulting negative that comes from feelings of being trapped and/or cornered by a situation, that we feel helpless to do ,anything about."]
  },
  {
    "term": "Anguish",
    "definitions": [
      "Intense physical, mental, emotional and/or spiritual distress, because of massive suffering.  ",
      "Overwhelming distress within body, mind or spirit."]
  },
  {
    "term": "Anhedonia",
    "definitions": [
      "The inability or difficulty in being able to experience feeling “Happy,” as a result of addiction or chemical dependency."]
  },
  {
    "term": "Anonymity",
    "definitions": [
      "Being without a reflection of personality, or sense of being separate or being more special that another person. ",
      "A state of equality, because there is no name, rank or title."]
  },
  {
    "term": "Anonymous",
    "definitions": [
      "The act of not relying on personality, title or reputation."]
  },
  {
    "term": "Antidote",
    "definitions": [
      "Something that has the ability to counteract, end or cancel out something else. "]
  },
  {
    "term": "Anti-social",
    "definitions": [
      "Attitudes and actions that go against the rules, norms and boundaries of a given group of people."]
  },
  {
    "term": "Anxiety",
    "definitions": [
      "A feeling of worry, nervousness, or unease, about a future event or over how something will turn out that can cause a person to panic or freeze, physically, mentally, emotionally and/or spiritually. ",
      "Mental, emotional and/or physical reaction to negatively predicting or thinking about future events that haven’t happened yet. "]
  },
  {
    "term": "Apathy",
    "definitions": [
      "Not caring or having feelings about someone or something. ",
      "To not care or have concern for. ",
      "To have a sense of uncaring, because we don’t see or feel that the person, place or thing has a connection to us."]
  },
  {
    "term": "Application",
    "definitions": ["To put information or understanding to actual use. "]
  },
  {
    "term": "Apply",
    "definitions": [
      "The ability to put information to use, that on some level is skillful or helpful to an individual.  ",
      "To make use of values or principles in a what that is helpful."]
  },
  {
    "term": "Appreciation",
    "definitions": [
      "The ability to recognize a person, place or thing as valuable,definitionul and as having relevance. ",
      "To have a kind and caring respect.  ",
      "A favorable way of seeing a person, place or thing, mentally, emotionally and/or spiritually. "]
  },
  {
    "term": "Approach",
    "definitions": [
      "A way of addressing or dealing with something. In this sense it’s looking to help, instead of take and potentially harm another person. "]
  },
  {
    "term": "Appropriate",
    "definitions": [
      "Being cooperative, intermof behavior. ",
      "To act in accord with agreed upon behavior or values. ",
      "Suitable for a particular person or place or condition etc…"]
  },
  {
    "term": "Approval",
    "definitions": [
      "Validation though words or actions, that reflect feeling good or proud of a person.  ",
      "A feeling of liking something or someone. "]
  },
  {
    "term": "Arrested",
    "definitions": [
      "Intermof addiction, it’s when the disease is in an inactive state, through the combination of not using the self-harming behavior, mental, emotional and spiritual growth. ",
      "To be taken into custody, for something that was considered inappropriate or illegal. ",
      "Putting something on hold, because of some form of intervention. "]
  },
  {
    "term": "Arrogance",
    "definitions": [
      "A character defect, connected to confidence and pride that’s been taken to an extreme. ",
      "Being dismissive of others, because of a sense of being better than they are. ",
      "Having the sense that you know what’s right but others don’t and so you begin to act like their thoughts or feelings are not as ,important as your own.",
      "A way of acting that devalues others, because you believe their not as good as you."]
  },
  {
    "term": "Artfulness",
    "definitions": [
      "Having the ability to deal with a circumstance or situation in such a way that suffering is minimized, for those involved. ",
      "To be tactful or diplomatic."]
  },
  {
    "term": "Articulate",
    "definitions": [
      "Communicating in a clear way. ",
      "The ability to get a point  or information across in a very clear and understandable way, that people may find useful and applying ,to them. ",
      "The ability to share or speak well."]
  },
  {
    "term": "Aspect",
    "definitions": [
      "The way something looks from one particular angle or perspective, that’s part of a larger whole.  ",
      "A slice of something that is much bigger, that you want the focus of attention to be on. "]
  },
  {
    "term": "Aspiration",
    "definitions": [
      "A closely held goal or dream. ",
      "The sense or desire of wanting to accomplish something. "]
  },
  {
    "term": "Assign",
    "definitions": [
      "Connecting two or more things together. The example would be connecting a type of behavior to a person and saying, “[Labeled beh] perfectly describes how Joe is. ",
      "Labeling or tagging to give something a name ordefinition"]
  },
  {
    "term": "Assume",
    "definitions": [
      "Making a judgment with out having all the facts. ",
      "Making a guess about something, often based on past personal experiences, and overlaying it on the present situation. "]
  },
  {
    "term": "Assurance",
    "definitions": [
      "A promise.  ",
      "A guarantee. ",
      "A firm commitment."]
  },
  {
    "term": "Atmosphere",
    "definitions": [
      "The feeling a person gets, when they are in a particular place or location.  ",
      "The physical, mental or emotional weather that is connected to a place or location."]
  },
  {
    "term": "Atonement",
    "definitions": [
      "To take responsibility for something one’s done or said. ",
      "To being one or rejoin. ",
      "At-one-ment "]
  },
  {
    "term": "Attempt",
    "definitions": [
      "Making an effort to complete or do a specific thing, in order to bring about a specific result, with the expectation of success. ",
      "The act of trying to do something that we may or may not have a lot of experience or skill with. "]
  },
  {
    "term": "Attendance",
    "definitions": [
      "To show up at a specific time and place for an activity or event. ",
      "Being counted as present."]
  },
  {
    "term": "Attitude",
    "definitions": [
      "The mental, emotional and/or spiritual perspective a person holds and acts on. ",
      " The way a person projects their thoughts and feelings. "]
  },
  {
    "term": "Attraction",
    "definitions": [
      "The physical, mental, emotional, and/or spiritual things that connect with our sense of who we are, and influence us to want to gain or be a part of. ",
      "Things that we’re drawn towards or would like to have as a part of our experience."]
  },
  {
    "term": "Attribute",
    "definitions": ["The specific qualities or characteristics something has."]
  },
  {
    "term": "Authoritarian",
    "definitions": [
      "To control without regard for the thoughts, feelings, ideas, wants or desires of others. ",
      "Dominating, though the use of negative pressure and force, usually connected with fear."]
  },
  {
    "term": "Autonomy",
    "definitions": [
      "To be self-directed, based on personal choices and decisions. ",
      "The ability to act and be, without interference. ",
      "Independent action, while being a part of a larger whole at the same time."]
  },
  {
    "term": "Avoid",
    "definitions": [
      "To stay away from something, usually based on anxiety, fear or unpredictability. ",
      "A way of hiding on a physical, mental or emotional level, by not showing or exposing what you don’t want someone else to see or ,notice."]
  },
  {
    "term": "Awake",
    "definitions": [
      "To be conscious. ",
      "The experience of no longer being in denial and seeing something clearly for what it is,, instead of what it’s not. "]
  },
  {
    "term": "Awaken",
    "definitions": [
      "The process of moving from a state of having your eyes closed or being unaware to having your open and becoming aware."]
  },
  {
    "term": "Awakening",
    "definitions": [
      "Moving from a stake of being asleep to waking up. ",
      "In spiritual sense, it’s, ceasing to be deluded to the reality one is experiencing. ",
      " A state of “Enlightenment.”"]
  },
  {
    "term": "Awareness",
    "definitions": [
      "The ability to notice something through feeling or intuition, usually without a clear or distinct recognition of what it is that’s present.  ",
      "To sense, without fully knowing what something is."]
  },
  {
    "term": "Awe",

    "definitions": [
      "Having the feeling of being a being amazed or impressed. "]
  },
  {
    "term": "Bad",
    "definitions": [
      "A negative feeling, or sense that something is wrong or inappropriate to the circumstance or situation.",
      "Behavior that breaks personal or social rules and expectations for how something ought to be.",
      "Unskillful action that people think or feel is harmful."]
  },
  {
    "term": "Baffled",
    "definitions": [
      "A state of confusion.",
      "Something that turns out wrong, when the full and complete expectation was that the situation was supposed to “Work out,” right.",
      "Conflicting feelings of confusion, in a given situation, usually with feelings of helplessness over how to deal with a person, place or thing in an emotionally or mentally healthy way."]
  },
  {
    "term": "Balance",
    "definitions": [
      "Having the feeling or sense of stability.",
      "The state of being in alignment or harmony with something.",
      "Having a sense of being physically, mentally, emotionally and/or spiritually safe and okay.",
      "The sense of feeling that things are in their proper place. "]
  },
  {
    "term": "Basic",
    "definitions": [
      "Something that is clear, obvious and easy to understand by everyone.",
      "Something that’s simple."]
  },
  {
    "term": "Basis",
    "definitions": [
      "The foundation or platform, upon which other things are built or placed on.",
      "The fundamental guess, expectation, or assumption something is based on."]
  },
  {
    "term": "Beaut",
    "definitions": [
      "Personal sense of what moves us in a caring way to feel happy or connected. "]
  },
  {
    "term": "Become",
    "definitions": [
      "The act of moving from one state of being, either physically, mentally, emotionally and spiritually to another state.",
      "To change."]
  },
  {
    "term": "Behavior",
    "definitions": [
      "The way a person acts.",
      "Actions one takes, usually based on their personal belief system."]
  },
  {
    "term": "Belief",
    "definitions": [
      "Personal way of understand one self and how things fit together.",
      "The values, ideas and philosophies that one holds, to be true, with mental and emotional loyalty.",

      "Note: In Roman times, when a soldier was given an order by a commander, the soldier responded, with his fist to his chest and say, “By your leave.” This meant, whether he lived or died, this order would be carried out, and was an expression of loyalty. Over time, “By your leave,” was shortened to “Believe.” In a sense, this is perhaps one of the reasons that it’s so hard to separate a person from their beliefs, because there’s loyalty and sometimes a sense of personal identity involved, no matter how right or wrong the particular belief may be. For this reason, it seems that when it comes to changing a belief, a person has to come to the decision their self, on some level."]
  },
  {
    "term": "Benefits",
    "definitions": [
      "Having the sense or gain of a reward.",
      "Positive result."]
  },
  {
    "term": "Betrayal",
    "definitions": [
      "To be let down, by oneself, others, or something, in a deeply personal way that can be mentally and emotionally devastating or crushing.",
      "The thought or feeling of being “Stabbed in the back,” attacked or taken advantage of when we weren’t looking or expecting it."]
  },
  {
    "term": "Binge",
    "definitions": [
      "The act of taking something to an extreme, within a short time window.",
      "Described by most with addiction as, “Going on a run,” where the people using, seems to “Disappear,” for a few days so that can use heavily and not be interfered with or stopped, until they feel as though they’re done."]
  },
  {
    "term": "Blaming",
    "definitions": [
      "Condemning, shaming, and/or harassing oneself or others, over something that’s gone wrong.",
      "Pointing the finger at someone in a judgmental way that implies guilt.",
      "A times blaming can be a way of not taking responsibility for one’s own role in a given event."]
  },
  {
    "term": "Blocking",
    "definitions": [
      "The act of intercepting or preventing information from being known, hoping to avoid problems, hide the truth or trouble."]
  },
  {
    "term": "Bond",
    "definitions": [
      "The feeling of connectedness between individuals, that gives a sense of oneness and unity."]
  },
  {
    "term": "Bored",
    "definitions": [
      "State of being mentally and often emotionally inattentive, because of feeling not a part of or not connected to an experience or situation.",
      "An experience that feels uninteresting, monotonous, unappealing or doesn’t have a lot of excitement to it."]
  },
  {
    "term": "Boundaries",
    "definitions": [
      "Limits are guidelines, that is used to maintain the safety of oneself or a group of people that are in association or interact with each other.",
      "Using one’s morals, values and beliefs to determine what is and isn’t okay, in a given situation."]
  },
  {
    "term": "Broken-Wing Syndrome",
    "definitions": [
      "Noticing someone who appear to be broken physically, mentally, emotionally and/or spiritually and you attempt to restore them back to health.",
      "A type of rescuing, sometimes because of over identification."]
  },
  {
    "term": "Build",
    "definitions": ["To create something, based on a design or intention."]
  },
  {
    "term": "Burden",
    "definitions": [
      "A concern or worry that a person carries, either physically, mentally, emotionally and or spiritually, that reflects suffering and struggle.",
      "The idea that some people have their “Crosses to bear,” which is a way of saying they having something in their past that they don’t seem to have healed or been forgiven for, and so they continue to struggle with a given issue."]
  },
  {
    "term": "But",
    "definitions": [
      "A term we use to admit something, and then make a defense for why we did the opposite of what was expected."]
  },
  {
    "term": "Camaraderie",
    "definitions": [
      "Feeling of belonging and friendship. ",
      "The good-natured sense of being a part of a group."]
  },
  {
    "term": "Caring",
    "definitions": [
      "Feeling of concern, empathy, identification and/or relating to someone or something."]
  },
  {
    "term": "Carry",
    "definitions": [
      "To lift our voice or actions, in support of oneself and/or others.  ",
      "To help."]
  },
  {
    "term": "Catastrophe",
    "definitions": [
      "A horrible or unfortunate event, that one would usually consider devastating or unthinkable. ",
      "An event or process where the resulted in deep anguish and suffering."]
  },
  {
    "term": "Centered",
    "definitions": [
      " Having balance. ",
      "Feeling or sense of being okay physically, mentally emotionally and/or spiritually. ",
      "Experiencing an absence of fear or stress. "]
  },
  {
    "term": "Change",
    "definitions": [
      "Moving from one state of being to another. ",
      "A transition or metamorphosis, like a caterpillar changing into a butterfly."]
  },
  {
    "term": "Chaos",
    "definitions": [
      "An extreme state of unmanageability, drama and mental and emotional reactiveness. "]
  },
  {
    "term": "Character Defects",
    "definitions": [
      "Spiritual principles that are taken to an extreme, where the results are negative. ",
      "A harmful way of acting that hurts or harms oneself and/or others. ",
      "A way of acting that goes against moral or ethical guidelines. ",
      "Behaviors that are based in self-centeredness, obsessive thinking, creating unmanageability for oneself and/or others."]
  },
  {
    "term": "Character",
    "definitions": [
      "The ethical and moral beliefs, values and traits that an individual works to uphold and live by."]
  },
  {
    "term": "Characteristic",
    "definitions": [
      "1.Trait.  ",
      "Distinct quality of something, that’s noticeable. "]
  },
  {
    "term": "Choice",
    "definitions": [
      "Something that comes from a persons conscious or unconscious decision-making process. "]
  },
  {
    "term": "Civic-Responsibility",
    "definitions": [
      "The state of being a part of a community or society and being accountable for following boundaries that are mostly agreed on, so that we can live in balance with others. "]
  },
  {
    "term": "Clean",
    "definitions": [
      "The complete and total abstinence from a substance or activity such as drugs, gambling, shopping, over-eating, sex, etc… over which they at some-point experienced the ability to stop, regression and compulsion, if used or re-introduced. "]
  },
  {
    "term": "Co-dependency",
    "definitions": [
      "The experience of having confusing distorted thoughts and feelings with a person, resulting in obsessive and compulsive thinking that creates unmanageability in our relationships with them that is self-destructive."]
  },
  {
    "term": "Comfort",
    "definitions": [
      "Having a sense of safety. ",
      "Having s sense of positive wellbeing."]
  },
  {
    "term": "Coming to Terms",
    "definitions": [
      "Coming to a mental and emotional place of acceptance, with a situation we were previously struggling with or avoiding and facing it."]
  },
  {
    "term": "Commendable",
    "definitions": [
      "Actions or behaviors that are worthy of respect or appreciation. "]
  },
  {
    "term": "Commitment",
    "definitions": [
      "When our thinking and actions are moving in the same direction, after having come to making a personal choice or decision. ",
      "Having an attitude of loyalty and “No matter what,” mentality related to something that we’ve committed to doing."]
  },
  {
    "term": "Communicate",
    "definitions": [
      "To share or pass information, between two or more people. ",
      "The effort of transmitting thoughts, feelings and/or experiences in a way that is understandable by oneself and others. "]
  },
  {
    "term": "Communication",
    "definitions": [
      "Active of sharing information, with the goal of building understanding and identification with others that can be helpful or meaningful. ",
      "To have a conversation, with a purpose and intent that’s meant to have an effect."]
  },
  {
    "term": "Out",
    "definitions": [
      "Focusing on differences, instead of how things are the same. "]
  },
  {
    "term": "Compassion",
    "definitions": [
      "The ability to have a warm regard and feeling of respect and caring that can be applied towards ourselves or others. ",
      "To hold an attitude of mind that denotes having a sense of positivity and dignity towards another, and treat them with gentle-kindness."]
  },
  {
    "term": "Complacency",
    "definitions": [
      "Lack of action, maintenance or attentiveness, for something that we are responsible for.  ",
      "Inaction. ",
      "A self-defeating behavior that interferes with a persons forward physical, mental, emotional and spiritual progress. "]
  },
  {
    "term": "Complement",
    "definitions": [
      "To let another person know that you noticed something in or about them that you admire and respect. ",
      "Verbal recognition of appreciation."]
  },
  {
    "term": "Competence",
    "definitions": ["1: To have skillfulness"]
  },
  {
    "term": "confidence",
    "definitions": [
      " Having the sense of knowing what you’re doing and doing it well. "]
  },
  {
    "term": "Complex",
    "definitions": [
      "Something that we have an anxiety or fear over, with regard to some physical aspect of ourselves or something that we may feel guilt or shame over. ",
      "Something that has a lot of detail or difficult to understand, because there’s so much going on. "]
  },
  {
    "term": "Comprehend",
    "definitions": [
      "To internalize the meaning of something.  ",
      "The clear understanding of something, that we are able to take it to heart. ",
      "The ability to say, “I get it, 360 degrees.”"]
  },
  {
    "term": "Compromise",
    "definitions": [
      "The ability to work out a situation, where the people involved, in principle meet each other halfway."]
  },
  {
    "term": "Compulsion",
    "definitions": [
      "The inability to stop a behavior, once it’s been started. ",
      " Loss of control over thoughts, feelings or actions."]
  },
  {
    "term": "Concentrate",
    "definitions": [
      "To focus on something, without being distracted. ",
      "Something that we give specific attention towards."]
  },
  {
    "term": "Conclusion",
    "definitions": [
      "Coming to a judgment or understanding of something. ",
      "The development of a belief or truth about what something is and perhaps what it means."]
  },
  {
    "term": "Condemn",
    "definitions": [
      "To attack or use putdowns. ",
      "A strong feeling or expression of disapproval. ",
      "To express contempt, disgust, or anger over something that a person feels is inappropriate and/or wrong."]
  },
  {
    "term": "Condition",
    "definitions": [
      "A state of being. ",
      "An agreement, expectation, rule or specification that must be met for something to go forward."]
  },
  {
    "term": "Conduct",
    "definitions": [
      "The behavior that one displays. ",
      "How someone organizes or works with bringing different elements that if left alone would be out of harmony or balance, and serving them in a way, so there’s a sense of being together. ",
      "A way of managing."]
  },
  {
    "term": "Confidence",
    "definitions": [
      "To be able to trust or rely on. ",
      "A mental and emotional state of feeling that one is up to a challenge or task. ",
      " Having a sense of healthy self-esteem and awareness, where the person appears physically, mentally, emotionally and spiritually in alignment. "]
  },
  {
    "term": "Confidentiality",
    "definitions": [
      "Information that’s not intended or meant to be shared with others.  ",
      "Information that is to be treated as private, operating under the principle that if the information was known could open the person to ridicule, interfere with getting help or changing the situation, or harm for oneself or others. ",
      "Information that’s not supposed to be repeated. "]
  },
  {
    "term": "Confront",
    "definitions": [
      "To face directly something that is usually connected to some sort of conflict.  ",
      "To address. ",
      "To turn and deal with, rather than avoid or runaway.",

      "Note: A lot of times people are fearful, particularly those in recovery, because in active addiction, confrontation often resulted in harm, damage, negative consequences, plain and simple, people getting hurt. Learning to confront day-to-day issues with spiritual principles, instead of character defects can be a huge challenge. That said, attempting to be mindful of not being judgmental, reflecting on “how does my voice sound, as I’m saying what I’m saying,” can be helpful, and requires patience with oneself and others.",

      "Something else to consider is that, if we’re avoiding or running away from certain issues we need to confront, there's the possibility that the more we avoid or runaway, the bigger worry, anxiety and fear can get. It’s for this reason that it can be very helpful to talk to someone that we respect for their experience in facing things that are difficult for us."]
  },
  {
    "term": "Confusion",
    "definitions": [
      "Things that don’t make sense to us on some level. ",
      "A feeling that results in uncertainty, because of difficulty or inability to make sense of a situation. ",
      "The inability to understand something, while at the same time wanting to understand a situation or something. ",
      "A state of mind or feeling that results, from something the person feels “Shouldn’t,” be happing but is, questioning why it happened, happened because it doesn’t make sense or seem right to us. "]
  },
  {
    "term": "Congruence",
    "definitions": [
      "The sense that all of a person's internal beliefs, strategies, and behaviors are fully in agreement and pointed in the same direction. ",
      "The act of one’s words, voice and body language are all giving the same message."]
  },
  {
    "term": "Connected",
    "definitions": [
      "To feel part of, or unified with someone or something. ",
      "Having the feeling that there are no walls or barriers, between oneself and others. ",
      "To have a feeling of sameness."]
  },
  {
    "term": "Conscientious",
    "definitions": [
      "The act of being attentive and mindful, in a given moment or situation. ",
      " To have a feeling or sense of being careful and focused. "]
  },
  {
    "term": "Conscious",
    "definitions": [
      "To have some level of clarity in one’s awareness. ",
      " To have the sense of being awake and alert. ",
      "To be present and a part of the moment."]
  },
  {
    "term": "Consensus",
    "definitions": [
      "To find agreement within a group we’re a part of or working with."]
  },
  {
    "term": "Consequence",
    "definitions": [
      "The results, coming for action or inaction in a given situation. ",
      "An outcome. ",
      "The cost or price of one’s actions and behaviors."]
  },
  {
    "term": "Behavior",
    "definitions": [
      "Talking with someone about something that one would like to do, or has done and checking to see if they approve or disapprove. ",
      "A check and balance that people sometimes use, to make sure that what there is appropriate, healthy or helpful, they are feeling unsure or uncertain about."]
  },
  {
    "term": "Consistent",
    "definitions": [
      "Something that is done with regularity. ",
      "A repeated pattern."]
  },
  {
    "term": "Consult",
    "definitions": [
      "To ask for another persons experience, strength and hope on a situation or circumstance that we are involved in. ",
      " To request someone’s advice, direction or support, because of a situation that we may feel unsure about how to deal with it, in a positive way."]
  },
  {
    "term": "Contact",
    "definitions": [
      "The act or effort to being in touch with others. ",
      "To reach out to someone. ",
      "Having a sense of being close or a part of someone’s experience."]
  },
  {
    "term": "Contemplating",
    "definitions": [
      "Reflecting in a careful and mindful way. ",
      "Something that we are getting clear attention and focused thought to."]
  },
  {
    "term": "Contentious",
    "definitions": [
      " To be argumentative or combative. ",
      " To be condescending, hostile and dismissive towards others.  ",
      " To be aggressive and oppositional towards others, without taking the time to actually hear their point or what they’re saying. This is usually noticeable by the use of judgmental or harsh statements."]
  },
  {
    "term": "Contentment",
    "definitions": [
      "Having a sense of comfort and satisfaction. ",
      "A feeling of joy and happiness, that results in have a sense of freedom and not restricted. "]
  },
  {
    "term": "Continue",
    "definitions": [
      "An action that is in motion and hasn’t to stopped or discontinued. ",
      "To go onward,, without the intention or feeling of wanting to stop it."]
  },
  {
    "term": "Contradict",
    "definitions": [
      "To say one thing and do something that is the opposite. ",
      "To think or act in ways that are out of step with events and reality. ",
      "To be out of alignment with presenting facts."]
  },
  {
    "term": "Contrary",
    "definitions": [
      "Thinking and behaving in ways that go against what others may be doing.  ",
      "To be in opposition. ",
      " An expression of being apart or disconnected from other people. ",
      "Acting in ways that is divided or distant, from others."]
  },
  {
    "term": "Contribute",
    "definitions": ["To give or donate something that comes from oneself. "]
  },
  {
    "term": "Control",
    "definitions": [
      "The effort to get someone or something to do what we want them to do. ",
      "The act of attempting to exercise power or authority over a person, place or thing, in an effort to have our personal needs met. ",
      "The need or want to have something go the way we want it to. "]
  },
  {
    "term": "Cooperation",
    "definitions": [
      "The ability to work effectively with another person, towards a mutual goal. ",
      "The act and effort of working with someone in a healthy or respectful way that shares responsibility in getting something done."]
  },
  {
    "term": "Cope",
    "definitions": [
      "The ability to work and deal with difficult or stressful situations."]
  },
  {
    "term": "Core",
    "definitions": [
      "Central or most basic sense of self, based on ones believes, values, personal history and experiences.  ",
      "Personal center."]
  },
  {
    "term": "Correcting",
    "definitions": ["To fix or resolve something that was done wrong. "]
  },
  {
    "term": "Courage",
    "definitions": [
      "The mental, emotional and spiritual attitude to take action, despite thoughts and feelings or anxiety and/or fear. ",
      "To be move forward despite feelings of competence or “Knowing how,” to do something and going forwards anyway, with the fundamental belief that we will get the skills and things that are needed, when we need them to make it through the task or challenge."]
  },
  {
    "term": "Creative",
    "definitions": [
      "The process of taking ideas and various types of inspiration and bringing into physical form.  ",
      "To construct or develop something.  ",
      "Having the ability, skills and/or power to bring into being."]
  },
  {
    "term": "Creativity",
    "definitions": [
      "The applied process of using skills, talent, inspiration to create things that one is passionate about."]
  },
  {
    "term": "Credibility",
    "definitions": [
      " Have the sense that a person is believable or can be trusted. "]
  },
  {
    "term": "Credentials",
    "definitions": [
      "Documentation that verifies a persons competence, knowledgeability, skillfulness, and expertise in a particular field."]
  },
  {
    "term": "Credentialing",
    "definitions": [
      "When a person asks a person to specific what their credentials are, and using whether they are or not, as a way of measuring a persons credibility in a certain area."]
  },
  {
    "term": "Critical",
    "definitions": [
      "The behavior of pointing out errors, flaws, and problems with a person, place or thing. ",
      "The act of putting someone or something “Under the microscope,” for close examination. This is usually an unkind or unfriendly process because the behavior goes past simple discernment or judging and into being judgmental.   "]
  },
  {
    "term": "Moment",
    "definitions": [
      "An important point in one’s effort to change that is clear and decisive. ",
      " A point when someone makes a change in attitude and/or behavior that requires courage and determination."]
  },
  {
    "term": "Crucial",
    "definitions": [
      "Something that has significant importance.  ",
      "Something that could be a “Game changer,” for an individual, in terms of improving physically, mentally and/or spiritually. "]
  },
  {
    "term": "Cultivate",
    "definitions": [
      "To help or nurture. ",
      "To practice and work with something, in an effort to bring about change and improvement. ",
      "To strengthen. "]
  },
  {
    "term": "Dangerous",
    "definitions": [
      "Something that involves risk and could cause harm, to oneself or others."]
  },
  {
    "term": "Deceit",
    "definitions": [
      "The say and/or behave in a way to mislead someone on purpose. ",
      " The effort to disguise or mask, something that a person is attempting to prevent from being known."]
  },
  {
    "term": "Decision",
    "definitions": [
      "To act of making a choice. ",
      "To make a mental commitment related to a choice that’s being made.",

      "Note: The word decision comes from the Latin word “Decidere” which means, to cut oneself off from any other possibility. "]
  },
  {
    "term": "Decisive",
    "definitions": [
      "A clear and choice action, were there is no confusion about what the person has decided to do. ",
      "A change where it’s obvious to oneself and others what is taking place."]
  },
  {
    "term": "Decline",
    "definitions": [
      "To say no. ",
      "Something that has been made smaller, because of circumstance or because of not being cared for. "]
  },
  {
    "term": "Defame",
    "definitions": [
      "Degrading, devaluing or downplaying something that was once regarded as important or significant. ",
      " The act of making fun of or ridiculing someone’s character, effort or work."]
  },
  {
    "term": "Defects",
    "definitions": [
      "A flaw.  ",
      "Something that’s broken or incomplete.  ",
      "A characteristic of a person that is harmful to oneself or others that violates values, spiritual principles, and positivity."]
  },
  {
    "term": "Mechanisms",
    "definitions": [
      "Ways of thinking and acting that help a person to avoid accepting responsibility for their actions. "]
  },
  {
    "term": "Defiant",
    "definitions": [
      "To go against something or someone with aggression, despite what might have been agreed to or expected. ",
      "To be intentionally destructive or harmful. ",
      "To be disrespectful, hurtful or rude."]
  },
  {
    "term": "Deficiency",
    "definitions": [
      "The inability to live up to a particular ability or skill needed to be effective or helpful in a given situation. ",
      "To be made of aware it you’ve fallen below a standard or expectation."]
  },
  {
    "term": "Define",
    "definitions": [
      "To label.  ",
      "A statement about what something is, in terms of attributes, characteristics and qualities. "]
  },
  {
    "term": "Deflate",
    "definitions": [
      "Through some course of action, cause something to get smaller or reduced in size. ",
      "To negate, take away,  or remove. ",
      "To puncture something, causing it to shrink and get smaller."]
  },
  {
    "term": "Defuse",
    "definitions": [
      "To take the energy out of something that might otherwise blowup, cause conflict or explode. "]
  },
  {
    "term": "Degrade",
    "definitions": [
      "To take someone or something of quality and abuse it, so that it no longer functions as originally intended.  ",
      "To lower. "]
  },
  {
    "term": "Delegation",
    "definitions": [
      "To hand something off to someone else, because they may be more skilled at something or simply have more time to make sure that it gets done.  ",
      "The act of sharing responsibilities, so that one person doesn’t have to carry the effort alone. "]
  },
  {
    "term": "Deliberate",
    "definitions": [
      "Doing something on purpose. ",
      "Something done, by making a specific choice or decision.  ",
      "Something that’s intentionally acted out."]
  },
  {
    "term": "Delicate",
    "definitions": [
      "Something that is frail or something that is put together in a way that it can be easily hurt, injured or destroyed. ",
      " Something that needs or requires being handled in a way that’s gentle or tactful so that it reduces the likelihood that it will fall apart."]
  },
  {
    "term": "Delusion",
    "definitions": [
      "Thinking that’s not logical or is not based in reality. ",
      "A belief or idea, where one is personally fooled into thinking something is real when it’s not, but still acting out on it, as though it is real. ",
      "Being out of step with reality, because of the inability to understand facts or reality. "]
  },
  {
    "term": "Demolish",
    "definitions": [
      "Something that is destroyed or un-created.  ",
      "Something that is completely reduced to being nothing or not existing."]
  },
  {
    "term": "Demonstrate",
    "definitions": [
      "The act of showing how something is done in a correct or satisfactory way. ",
      "To teach or guide. "]
  },
  {
    "term": "Demoralization",
    "definitions": [
      "Circumstances or events that influence or are a cause for unhappiness. ",
      "Something that erodes or undermines the foundation or integrity of a person. ",
      "Thinking or acting in a way that violates feelings of respect for oneself or others."]
  },
  {
    "term": "Denial",
    "definitions": [
      "The inability to recognize the reality of a situation, because it’s below the conscious level of awareness. ",
      "The inability to see things for what they are. The example would be, “They can’t see the forest for the trees.”"]
  },
  {
    "term": "Deny",
    "definitions": [
      "A clear statement that either disassociates or refuses responsibility for something harmful, wrong or inappropriate that has happened. "]
  },
  {
    "term": "Depend",
    "definitions": [
      "Something that can be counted on. ",
      "Something that can be trusted or relyed on. ",
      "To have mental and/or mental certainty."]
  },
  {
    "term": "Dependency",
    "definitions": [
      "Withdrawal symptoms appearing with decreasing or ceasing consumption of a substance. ",
      "Reliance on something, in the belief that we will be okay or safe. ",
      "Aspects of chemical dependence are identified by increased use of a drugs (including alcohol), continued use despite negative consequences, increased tolerance, loss of control, obsession and preoccupation in finding obtaining or using, physical and/or quality of life get worse over time with on-going use, decrease in activities that the person enjoyed prior to using the substances, and anti-social behaviors that violate normal boundaries and rules which are considered socially acceptable. "]
  },
  {
    "term": "Depression",
    "definitions": [
      "A mental and emotional state, of sadness, that can be either clinical or situational. ",
      "The feeling or sense that the person or one’s life lacks significance or importance, resulting in emotionally shutting down, withdrawing and isolating from others."]
  },
  {
    "term": "Deprive",
    "definitions": [
      "To withhold something that’s of value or cared about. ",
      "A way of neglecting oneself or others, by not providing things that would otherwise bring a sense of comfort or safety."]
  },
  {
    "term": "Derelict",
    "definitions": [
      "A person who is unable to function normally, because of not taking care of one self."]
  },
  {
    "term": "Dereliction",
    "definitions": [
      "To run away from we are responsible for, because of some form of negative feelings."]
  },
  {
    "term": "Design",
    "definitions": [
      "To create or develop something, based on a hope, goal or idea. ",
      "Something that is intentionally carried out, instead of random or spontaneously happening."]
  },
  {
    "term": "Desire",
    "definitions": [
      "To hope or want for.  ",
      "A goal or objective that one would like to move towards."]
  },
  {
    "term": "Despair",
    "definitions": [
      "A mental and emotional state of helplessness. ",
      "A feeling of being without hope or lost somehow.  ",
      "A stressful mental and emotional state where one may feel completely overwhelmed and unsure about what to do. ",
      "Having the sense that nothing can be done, resulting in desperation."]
  },
  {
    "term": "Destruction",
    "definitions": [
      "To destroy, eliminate or reduce. ",
      "Something that’s taken apart, by some intentional or unintentional choice. "]
  },
  {
    "term": "Determination",
    "definitions": [
      "Dedicated focus and effort. ",
      "The mental, emotional and spiritually directed focus to meet a challenge or task. ",
      "The one-pointed, undivided effort and dedication towards completing a goal, objective or purpose."]
  },
  {
    "term": "Devotion",
    "definitions": [
      "To be intensely committed to something based on a deep sense of loyalty. ",
      "An unwavering allegiance, based on strong mental, emotional and/or spiritual commitment and motivation. "]
  },
  {
    "term": "Dictate",
    "definitions": [
      "To state with strong force or authority. ",
      "The effort to control and/or make decisions for others, without first talking to them to come to a mutual agreement."]
  },
  {
    "term": "Dilemma",
    "definitions": [
      "A situation were the choices about how to handle a situation seem to be seen as either, “No good choices,” or all equally painful on some level. ",
      "Circumstances where it seems hard to make a good choice, because we may feel that we don’t have enough information to make a good choice but are required to do so anyway."]
  },
  {
    "term": "Diminished",
    "definitions": [
      "Something that seems less than what it was before. ",
      "A loss of energy or quality."]
  },
  {
    "term": "Direct",
    "definitions": [
      "To be open and transparent. ",
      "Communicating or acting in a way, where nothing is being hidden from others. ",
      " To speak or act in a way that removes all uncertainty and is clear."]
  },
  {
    "term": "Direction",
    "definitions": [
      "Movement on physical, mental, emotional and/or a spiritual level. ",
      "A suggestion or guidance on how to go about doing something that will help the person following the direction."]
  },
  {
    "term": "Disagreement",
    "definitions": [
      " Not being on the same page with a person, usually based on differing or opposing goals, motivations, needs, ideas, or wants. ",
      " A conflict where two or more people are not seeing eye-to-eye on a particular subject."]
  },
  {
    "term": "Disaster",
    "definitions": [
      "A situation where a lot of damage and harm has be caused either intentionally or unintentionally. "]
  },
  {
    "term": "Discipline",
    "definitions": [
      "Area of focus. ",
      "The ability to stay on track with a specific decision or activity. ",
      "The ability to stick with a choice, despite adversity, challenges or problems that may come up, as the person is attempting to follow through on meeting a given aim or goal."]
  },
  {
    "term": "Disclosure",
    "definitions": [
      "Giving information. ",
      "The act of being candid with someone about a subject that may be difficult or hard to talk about, under normal circumstances. "]
  },
  {
    "term": "Discovery",
    "definitions": [
      " The willingness to see how things develop and emerge, instead of coming to situations with a fixed or preset way things have to go. ",
      "Sense of being open-minded, willing and able to adapt to circumstances and situations, as they arise, instead of having to have a specific plan. "]
  },
  {
    "term": "Discretion",
    "definitions": [
      "To be selective in what is being said or done, by a person. ",
      "To make careful choices, in a given situation. ",
      "Sometimes thought of as being diplomatic, based on the effort to not cause harm or hurt the feelings of another."]
  },
  {
    "term": "Discussion",
    "definitions": [
      "Having a conversation, where there is shared communication. "]
  },
  {
    "term": "Disease",
    "definitions": [
      "Something that is harmful to the body that is characterized with reliable signs and symptoms, allowing it to be identified when they occur in a particular pattern. ",
      "An instability that degrades or reduces the quality of one’s life, and may result in hospitalization, some other negative consequence, including pre-mature death."]
  },
  {
    "term": "Dis-ease",
    "definitions": [
      " The sense or feeling of not feeling “Okay,” on a mental, emotional or spiritual level. ",
      "To experience internal conflicts, internal self-talk that cause difficulty in having positive self-esteem, feeling good about ourselves, and interfere with the ability to like or love oneself."]
  },
  {
    "term": "Dishonesty",
    "definitions": [
      "The act of intentionally withholding or providing information that is not factual or true. ",
      "To mislead oneself or others, by avoiding looking at or talking about the facts."]
  },
  {
    "term": "Disillusion",
    "definitions": [
      "To feel let down, after thinking or feelings something positive was going to happen. ",
      "To see the reality of a situation, for what it is, instead of what we thought or felt that it was. “It is what it is,” fits that popular way people talk about disillusion. "]
  },
  {
    "term": "Dismay",
    "definitions": ["Having a feeling of dislike or disappointment. "]
  },
  {
    "term": "Displacement",
    "definitions": [
      "Acting out strong emotional energy in a direction that's not connected  to what started the bad feelings in the first place."]
  },
  {
    "term": "Disqualify",
    "definitions": [
      "Lacking the ability, skills, or standards to be appropriate for something."]
  },
  {
    "term": "Distinct",
    "definitions": [
      "To have a unique or not often seen quality or trait. ",
      "To be not like the rest of things, which are usually held or thought to be in common."]
  },
  {
    "term": "Distinction",
    "definitions": [
      "The act of noticing differences. ",
      "The act of comparing, evaluating and valuing the worth of things."]
  },
  {
    "term": "Distort",
    "definitions": [
      "Taking something and turning it into something that it wasn’t originally intended to be. ",
      "To bend, manipulate or modify beyond the purpose something was made to be or do. ",
      "A way of seeing, thinking, obsessing, projecting, creating narratives and story-lines, that go well beyond the reality of a situation.",
      "Blowing things out of proportions. "]
  },
  {
    "term": "Distracting",
    "definitions": [
      "The act of taking the focus of what we ought to be actually paying attention to. ",
      "A way of being misled from an intended goal or objective."]
  },
  {
    "term": "Distraction",
    "definitions": [
      "Interference with one’s attention or focus. ",
      "Chaos and drama that prevents work that needs to be done for oneself. ",
      " A means of delaying and procrastination on change. "]
  },
  {
    "term": "Disturbing",
    "definitions": [
      "The sense of something being wrong on some mental or emotional level. ",
      "Thoughts, feelings or actions that block or get in the way of one’s sense of happiness or wellbeing. "]
  },
  {
    "term": "Diverse",
    "definitions": [
      "To have many and varied qualities that despite those differences, make the whole stronger than the individual parts. "]
  },
  {
    "term": "Diversity",
    "definitions": [
      "The experience of interacting with people with different backgrounds,  experiences, and skills, which despite those differences, all hold equal value and matter."]
  },
  {
    "term": "Divert",
    "definitions": [
      "To change direction. ",
      "To lead oneself or others, somewhere than may have been originally intended. "]
  },
  {
    "term": "Divine",
    "definitions": [
      "The idea of a Higher Power or God, not requiring dogma, religious scripture or religion itself. ",
      "Something of a spiritual nature that may not be easily measured or recognizable. "]
  },
  {
    "term": "Divorce",
    "definitions": [
      "The process of dissolving or disconnecting something one was previously joined to. ",
      "The end of a relationship that two people had previously agreed to enter into. ",
      "To separate oneself from something. "]
  },
  {
    "term": "Dogma",
    "definitions": [
      "Authoritative thoughts and rules, of a religious organization, that are used to govern the life of the people a part of that organization, which if not followed, some form or punishment may occur. "]
  },
  {
    "term": "Dominate",
    "definitions": ["To control, with full authority and power. "]
  },
  {
    "term": "Dreams",
    "definitions": [
      "When asleep, the projections, thoughts and images, surfacing from the sub-conscious mind. ",
      "A goal or aspiration someone has, related to a purpose."]
  },
  {
    "term": "Eclectic",
    "definitions": [
      "A way of thinking and seeing things, by using resources, instead of just one or two, and then using that broad range of information to help make choices. ",
      "The willingness to learn and examine information from more than one source."]
  },
  {
    "term": "Effective",
    "definitions": [
      "The act of applying knowledge and skills to produce a positive and desired result. ",
      "The ability to meet objectives and goals, through applied effort."]
  },
  {
    "term": "Efficiency",
    "definitions": [
      "The measure or speed that I result can be produced, through applied effort, coming from the use of information and skillful abilities in a unified way."]
  },
  {
    "term": "Effort",
    "definitions": [
      "Determined physical, mental, emotional and spiritual energy that’s used to reach  a goal, objective or complete a task. ",
      "The directed focus and footwork, to influence or make change occur for oneself or others."]
  },
  {
    "term": "Ego",
    "definitions": [
      "Individual sense or expression of one’s identity. ",
      "The idea and understanding of who one see’s their self as being. ",
      "Acronym for “Edging God Out.”"]
  },
  {
    "term": "Egocentric",
    "definitions": [
      "A person who thinks usually from a position of how things may apply to them as an individual, without regard as to how what they may think, feel or do effects others. ",
      "The act of being self-centered, and only concerned for one’s personal needs and wants being met."]
  },
  {
    "term": "Elaborate",
    "definitions": [
      " To have a lot of information or detail. ",
      "Sometimes a form of grandiosity. "]
  },
  {
    "term": "Elated",
    "definitions": [
      "Having a sense of joy and happiness. ",
      " To have a feeling of freedom and openness. "]
  },
  {
    "term": "Embarrassed",
    "definitions": [
      "A negative feeling of shame or guilt, related to failure at something. ",
      "The sense or idea of feeling foolish or exposed, that potentially opens us up to be made fun of or ridiculed. "]
  },
  {
    "term": "Embarrassment",
    "definitions": [
      "The feeling of not being “Good enough,” in a given situation. ",
      "The experience of feeling shunned, rejected or outside of a group that we may care about, because of an error or mistake that we have made. ",
      " Losing the approval of those who opinions, thoughts or feelings that we may care about."]
  },
  {
    "term": "Emotion",
    "definitions": [
      "Feelings coming connecting our thoughts, and experiences and what they personally mean to us. ",
      "Feelings that come up, that may be based on logic, intuition or a combination of both, and what we mean to our self and others. "]
  },
  {
    "term": "Emotional Balance",
    "definitions": [
      "The measure of how reactive we are to experiences and our ability to respond in healthy vs. unhealthy ways to our experiences."]
  },
  {
    "term": "Emotion Quotient (E.Q):",
    "definitions": [
      "Similar to and “I.Q.” It’s the creative level and ability to  respond to experiences. People with a low “E.Q.” tend to be highly reactive when nearly any change occurs with themselves, others or in their direct experience. The reactiveness is based on the feeling that anything “out of place,” or not where they “Think” it “Should,” is somehow a threat to them. Those is High “E.Q’s” tend to be more flexible with themselves, others and circumstances and have the ability to see a positive potential inmost situations, and use events or circumstances in ways that are adaptive and helpful, to themselves and others."]
  },
  {
    "term": "Empathy",
    "definitions": [
      "The ability to relate to another, on an emotional level, despite not have the same exact experience the other person had. ",
      "A way of seeing and understanding others, as connected instead of disconnected from their own sense of self. "]
  },
  {
    "term": "Empowerment",
    "definitions": [
      "Having the sense or feeling of being able to respond to one’s circumstances is a way that one can improve. ",
      "Having the ability to effectively use information, skills and experience to effect positive change. "]
  },
  {
    "term": "Emptiness",
    "definitions": [
      "The feeling of numbness or blankness, either mentally or emotionally. ",
      "Having a sense of lack."]
  },
  {
    "term": "Encouragement",
    "definitions": [
      "Offering of support to oneself or others, to move forward, instead of perhaps staying where they are in terms of a negative place. ",
      "The act of attempting to inspire or be a fan of someone, that lends them energy for positive growth and development."]
  },
  {
    "term": "Enabler",
    "definitions": [
      "A person who doesn’t allow the addict to suffer the natural consequences of their behavior.  ",
      "Someone who rescues, covers up, denies, lies, and generally fixes situations to avoid the pain of dealing with addicts response to suffering the consequences.  ",
      "A person who knowingly or unknowingly is blocking the path to recovery or healing."]
  },
  {
    "term": "Endanger",
    "definitions": [
      "Being or placing oneself or others at risk. ",
      "To compromise or jeopardize the safety or well-being of self and/or others."]
  },
  {
    "term": "Endeavor",
    "definitions": ["The act of trying or take a chance in doing something."]
  },
  {
    "term": "Endorse",
    "definitions": [
      "The act of lending our personal support to another. ",
      "To lead one’s own credibility to another who may not be as established or well know, to help close the gap of uncertainty with regard to a person, place or thing. ",
      "To give assurance. "]
  },
  {
    "term": "Endure",
    "definitions": [
      "The ability to sustain and remain functional, while being under pressure. ",
      "Having the attitude, skills, willingness and determination to get through a difficult situation."]
  },
  {
    "term": "Enemy",
    "definitions": [
      "Having hatred or strong dislike for another person. ",

      "Real or imagined, the sense of someone actively working against us, to cause personal harm. "]
  },
  {
    "term": "Enhance",
    "definitions": [
      "To improve or strengthen something that already exists.  "]
  },
  {
    "term": "Ensure",
    "definitions": ["A commitment. ", "A promise. ", "To guarantee."]
  },
  {
    "term": "Enthusiasm",
    "definitions": [
      "A sense of strong positive energy towards something.  ",
      "Having a sense of motivation, positivity and willing to lend emotional support in some way."]
  },
  {
    "term": "Envy",
    "definitions": [
      "A feeling of being jealous and wanting what someone else has. ",
      "The sense of lacking something that someone else has and desiring for ourselves, in a bitter or negative way."]
  },
  {
    "term": "Equal",
    "definitions": [
      "Being mutually worthy and needed. ",
      "The sense of being balanced. Example  the Yin and Yang Symbol. "]
  },
  {
    "term": "Equality",
    "definitions": [
      "The principle of  being mutually valued and worthy, deserving to be heard, listened to and respected. "]
  },
  {
    "term": "Essential",
    "definitions": [
      "Something that is required, or important to something being successful. ",
      "Anything that is a key ingredient to something turning out in a positive way."]
  },
  {
    "term": "Euphoria",
    "definitions": [
      "Extreme feeling of happiness or joy, in response to a specific event. ",
      "A powerful emotional response, reflecting a sense of indescribable joy."]
  },
  {
    "term": "Evidence",
    "definitions": [
      "Verification or proof of something that cannot be disputed or avoided. "]
  },
  {
    "term": "Evident",
    "definitions": [
      "Something that is clearly obvious to nearly anyone who looks at a given thing."]
  },
  {
    "term": "Evolve",
    "definitions": [
      "Over time, something that grows or changes. ",
      "To develop through applying energy and effort over time."]
  },
  {
    "term": "Exact",
    "definitions": ["To be precise. ", "To be without a doubt. "]
  },
  {
    "term": "Exaggerate",
    "definitions": [
      "To distort the meaning or size of something. ",
      "To blow something out of proportion, to the extent that what’s being talked about is no longer true or valid."]
  },
  {
    "term": "Examine",
    "definitions": [
      "To look at closely. ",
      " To address mindfully and with attention. "]
  },
  {
    "term": "Exhaust",
    "definitions": ["To completely use or empty out. ", "To complete."]
  },
  {
    "term": "Expectation",
    "definitions": [
      "Hold a desire or wish for someone or something to be a particular way. ",
      " A idea that we are hoping is fulfilled or met.  "]
  },
  {
    "term": "Experience",
    "definitions": [
      "The circumstances and situations that we live through, moment to moment."]
  },
  {
    "term": "Expertise",
    "definitions": [
      "Knowledgeability regarding a certain thing. ",
      "The amount of information and ability to creatively apply it to a given situation. "]
  },
  {
    "term": "Expose",
    "definitions": [
      " To be seen.  ",
      "To be identifiable or noticeable. ",
      "To bring to light, something that was unseen or not notice."]
  },
  {
    "term": "External",
    "definitions": [
      "Anything that we identify as being outside ourselves or not a part of us."]
  },
  {
    "term": "Externalizing",
    "definitions": [
      "The belief that things outside of us can make us behave in unacceptable ways. ",
      "The act of blaming. "]
  },
  {
    "term": "Extreme",
    "definitions": [
      "Something that is distorted in a huge way. ",
      "Something that is the opposite end of a situation. ",
      " Lacks a middle ground and being either completely right or completely wrong, to the person holding the view. "]
  },
  {
    "term": "Fail",
    "definitions": [
      "The act of not meeting a goal, objective or target. ",
      "Not meeting an expectation."]
  },
  {
    "term": "Failure",
    "definitions": [
      "Having a sense of disappointment for not have reaching a goal. ",
      "The feeling of guilt or shame for not having fulfilled something that we wanted to have happened."]
  },
  {
    "term": "Faith",
    "definitions": [
      "A positive belief in something that may be seen or unseen by oneself that is of a spiritual nature. ",
      " Having a sense of confidence in something, despite clear evidence that it may actually exist or be measurable. ",
      "The use of positive belief and positive action, in the effort to create a positive result. "]
  },
  {
    "term": "Fantasy",
    "definitions": [
      "Using thinking to avoid an uncomfortable situation. ",
      "A state of thinking that is not based in reality."]
  },
  {
    "term": "Fault",
    "definitions": [
      "Having a sense of  “Wrong.” ",
      "Something that was a mistake or error. "]
  },
  {
    "term": "Fear",
    "definitions": [
      "An negative emotional reaction, when we feel as though we are being attacked, unsafe or our personhood is in danger, or might be harmed. ",
      "Thinking or focusing on future circumstances that are out of our ability to control or manage and reacting with feelings of anxiety, apprehension and worry, which can leave us frozen or mentally and emotionally shutdown and guarded.  ",
      "Acronym for “False Evidence Appearing Real,” or “Face Everything And Recover.”"]
  },
  {
    "term": "Fearless",
    "definitions": [
      "The feeling or absence of feeling threatened. ",
      "Having the sense or feeling of being able to confidently meet the challenges that appear in our life."]
  },
  {
    "term": "Feeble",
    "definitions": [
      "To make little or no effort to complete a given task. ",
      "To feel or appear unskillful, incompetent or weak."]
  },
  {
    "term": "Feel",
    "definitions": [
      "Emotions experienced based on what can be seen, but awareness based on intuition."]
  },
  {
    "term": "Feelings",
    "definitions": [
      "The language of our emotions that we use to label and attempt having an understanding of what experiences, people, places and things mean to us and how we related to them."]
  },
  {
    "term": "Fellowship",
    "definitions": [
      "A group of people working together, based on a common purpose, goal, reason, and similar motivation.  "]
  },
  {
    "term": "Focus",
    "definitions": [
      "Something that we give a lot of our attention and effort towards, because of it’s importance. ",
      "Directed awareness towards a specific point, requiring one to be attentive, so that a little as possible is missed out on."]
  },
  {
    "term": "Fondness",
    "definitions": [
      "Having a feeling of kind appreciation. ",
      "To have a sense of caring or connection with someone or something."]
  },
  {
    "term": "Forgive",
    "definitions": [
      "To hold an attitude of compassion and reconciliation over a hurt or wrong that happened. ",
      "The sense, feeling and willingness on mentally and emotionally allowing a injury or wound to be healed with another person. ",
      " To give or offer mercy, kindness or compassion, before one self or another person my know to ask for it. "]
  },
  {
    "term": "Forgiveness",
    "definitions": [
      "An action and feeling that releases one from having a sense of debt or obligation. ",
      "To free and pardon something that caused a gap or separation, between two or more people. "]
  },
  {
    "term": "Fortitude",
    "definitions": ["The spiritual strength for the endurance of hardships."]
  },
  {
    "term": "Foster",
    "definitions": [
      "To nurture and help someone grow. ",
      "An act of support and mentoring that can lead oneself and others to improve, in some way."]
  },
  {
    "term": "Foundation",
    "definitions": [
      "The intentionally cultivated ground, building blocks, and principles on which our life can be built on. ",
      "The basic and key parts that will allow recovery to stand. The example is Self, God, Service and Society."]
  },
  {
    "term": "Fractured",
    "definitions": [
      "A sense of being broken or separated. ",
      "A feeling of being disconnected or having a gap."]
  },
  {
    "term": "Freedom",
    "definitions": [
      "The ability to act and live life by one’s belief’s, values in a way that embodies integrity and healthy self-esteem. ",
      "The sense of having the ability to make choices and decisions, based on wholeness and love."]
  },
  {
    "term": "Friend",
    "definitions": [
      "A person that we feel a sense of mutual bond and connectedness with. ",
      " A person who we see as having our best interest at heart and trust."]
  },
  {
    "term": "Frightened",
    "definitions": [
      "To be fearful of something that we lack awareness of, or something that we feel helpless or powerless to do anything about."]
  },
  {
    "term": "Frustration",
    "definitions": [
      "Having a sense of anger on some level, over something that we are struggling with, that we seem to have little or no effect on or ability to change it."]
  },
  {
    "term": "Fulfillment",
    "definitions": [
      "Having a sense of completion. ",
      "A feeling of being content."]
  },
  {
    "term": "Fundamental",
    "definitions": [
      "Something that’s consider a basic requirement or necessity. "]
  },
  {
    "term": "Generosity",
    "definitions": [
      "The act of sharing with others. ",
      "The act of giving based on the attitude or feeling, that we are all sharing life together, if we have the ability to help another and the resources available, that it is simply the right thing to do."]
  },
  {
    "term": "Genuine",
    "definitions": ["To be real. ", "To be authentic and honest."]
  },
  {
    "term": "Goal",
    "definitions": [
      "A target or point that one aims for and would like to reach, based of some perceived benefit. ",
      "Something that we desire that we would like to have. "]
  },
  {
    "term": "God",
    "definitions": [
      "Spiritual force or nature of being that is present in all things and all times, manifesting Itself in reality, on plains that are both seen and not seen. ",
      "Spiritual force that is caring, loving and greater than ourselves. ",
      "Acronym for “Good Orderly Direction.”"]
  },
  {
    "term": "Good",
    "definitions": ["To be helpful and constructive. "]
  },
  {
    "term": "Goodwill",
    "definitions": ["The act of extending, sharing kindness, and helpfulness."]
  },
  {
    "term": "Gossip",
    "definitions": [
      "Talking about a person when they’re not present in a way that’s negative, sharing learned personal information about them, without the intention of helping them. ",
      " A form of covert criticism, designed to be ridicule or a putdown. ",
      "A form of being condescending towards others, by talking about them behind their back. "]
  },
  {
    "term": "Grandiose",
    "definitions": [
      "A person who see’s themselves as being more important or as being more significant than what they actually are. ",
      "A person who is arrogant and acts in ways that lack humility, generosity and kindness. "]
  },
  {
    "term": "Gratification",
    "definitions": ["The sense of having one’s needs met or satisfied."]
  },
  {
    "term": "Gratitude",
    "definitions": ["Having a sense of appreciation and being grateful. "]
  },
  {
    "term": "Grounded",
    "definitions": [
      "The sense of being mentally or emotionally steady.  ",
      "A feeling of being centered. "]
  },
  {
    "term": "Growth",
    "definitions": [
      "The act of personal change that is moving towards positive change. ",
      "Personal development that empowers  the ability to express physical, mental, emotional and/or spiritual improvement that results in happiness, joy and freedom."]
  },
  {
    "term": "Guidance",
    "definitions": [
      "The act of receiving goal directed support. ",
      "Being taught a skill or given help so that one has the opportunity to improve, do better or grow."]
  },
  {
    "term": "Guide",
    "definitions": [
      "To be shown or taken though area or situation, that one lacks knowledge of."]
  },
  {
    "term": "Guilt",
    "definitions": [
      "Feeling bad about one self related to something inappropriate or wrong that was done. ",
      " Feeling regret or ashamed over a specific event. "]
  },
  {
    "term": "Habit",
    "definitions": [
      "A repeated pattern of thinking or behavior. ",
      "Behavior or actions that one uses, that are done without having to think about or process it. ",
      "A way of saying that someone is “addicted,” to something. "]
  },
  {
    "term": "Halts",
    "definitions": [
      "Acronym for don’t be too, “Hungry Angry Lonely Tired or Serious.” ",
      "Actions or behaviors that stops forward progress."]
  },
  {
    "term": "Happiness",
    "definitions": [
      "A feeling of joy or openness. ",
      "The sense of being content, satisfied and at ease, with oneself."]
  },
  {
    "term": "Harm",
    "definitions": [
      "To cause or inflect damage, either intentionally or unintentionally. ",
      "To hurt or wound. ",
      "To break, limit or in some way cause pain."]
  },
  {
    "term": "Harmony",
    "definitions": [
      "To have a sense of balance. ",
      "To feel connected and that things are working together in a way that’s positive."]
  },
  {
    "term": "Heal",
    "definitions": [
      "The act of something being restored that before had been damaged, harmed or injured in some way."]
  },
  {
    "term": "Healthy",
    "definitions": [
      "Have a sense of wellness or positivity. ",
      "A feeling of wholeness, correct or right."]
  },
  {
    "term": "Heart",
    "definitions": [
      "To have a sense of being committed to one’s values and willing to follow through on them. ",
      "To have courage. ",
      "The feeling or belief that one has a lot of integrity."]
  },
  {
    "term": "Help",
    "definitions": [
      "To assist or support. ",
      "To provide one’s resources that aren’t in possession or held by another person."]
  },
  {
    "term": "Helplessness",
    "definitions": [
      "Lacking the ability to respond to a circumstance or situation. ",
      "The sense or feeling of being lost or powerless to change something, that one cares about."]
  },
  {
    "term": "Here and Now",
    "definitions": ["Focused in the present moment. "]
  },
  {
    "term": "Group",
    "definitions": [
      "A specific meeting that a person decides to become a member and join, for the purpose of making a commitment to attend regularly and support. It also serves at a way of being of service and giving to others, build relationships with peers also seeking recovery. "]
  },
  {
    "term": "Honest",
    "definitions": [
      "The act of being able to talk about the reality of a situation. ",
      "To tell the truth.",
      "To be direct or open with information. ",
      "The disclosure of information that hasn’t been changed, manipulated or modified to protect oneself or others. ,"]
  },
  {
    "term": "Hope",
    "definitions": [
      "The idea or feeling that something positive can happen, while in a situation that is challenging, hard or difficult. ",
      "The feeling that a circumstance or problem can change and get better."]
  },
  {
    "term": "Hopeless",
    "definitions": [
      "A state of mental, emotional and/or spiritual struggle or suffering. ",
      "To have a feeling of despair or doubt that something can change or get better. ",
      "To believe or feel one is disempowered to the point that one doesn’t have the ability to effectively respond to a circumstance or situation."]
  },
  {
    "term": "Hospitable",
    "definitions": [
      "The act of being kind. ",
      "To act in a manner that’s appropriate."]
  },
  {
    "term": "Hostility",
    "definitions": [
      "Aggressive behavior that comes from a place of anger or other negative emotions. ",
      "To attack another with or without having been provoked to do so."]
  },
  {
    "term": "HOW",
    "definitions": [
      " Acronym for practicing “Honesty Open-mindedness and Willingness.” ",
      "The manner or way that something works."]
  },
  {
    "term": "Hug",
    "definitions": [
      "A gesture of care and oneness, by two people placing that bodies in contact with each other, so that their hearts are touching the same space. ",
      "An expression of unity and being without distance, barrier, space or time. "]
  },
  {
    "term": "Humble",
    "definitions": [
      " The mental and emotional attitude that holds oneself in proper perspective of who they are. ",
      "The ability to know one self. ",
      "The lack or absence of false pride."]
  },
  {
    "term": "Humility",
    "definitions": [
      "A way of treating others with a sense of equality and respect. ",
      "The attitude and behavior of acting to serve and be helping, instead of govern or control. "]
  },
  {
    "term": "Humor",
    "definitions": [
      "Having a sense of being funny or not to be taken seriously. "]
  },
  {
    "term": "I",
    "definitions": [
      "The sense of being an individual identity and personality.  ",
      "The idea of being a self defined and self-determined person that’s separate and distinct from others. ",
      " To think and feel in such a way that we have the sense of being unique or different."]
  },
  {
    "term": "Ideal",
    "definitions": ["To hold a noble or inspiring set of beliefs or values."]
  },
  {
    "term": "Identification",
    "definitions": [
      "The act of noticing or recognizing. ",
      "The act of comparing-in or being able to relate oneself to others. ",
      "The ability to notice sameness and experience empathy."]
  },
  {
    "term": "Identify",
    "definitions": [
      "The ability to discern and notice things for what they are."]
  },
  {
    "term": "Identity",
    "definitions": [
      "Attributes and characteristics that defines oneself. ",
      "To have a sense of oneself and individual personhood."]
  },
  {
    "term": "Idle",
    "definitions": [
      "To pause or wait, while still being in a state of readiness to act. ",
      "A aspect of procrastination.   "]
  },
  {
    "term": "Ignorance",
    "definitions": [
      "To lack awareness. ",
      "The absence of information or having information, not understanding how it relates to oneself or others."]
  },
  {
    "term": "Ignore",
    "definitions": [
      "An attitude that expresses that a person, place or thing is not worthy of our attention or time. ",
      "To act if someone or something doesn’t exist."]
  },
  {
    "term": "Ignoring",
    "definitions": [
      "The act of being dismissive. ",
      "A way of rejecting someone or something. ",
      "Refusal to communicate with someone that result in neglect, rejection and/or invalidation of another person."]
  },
  {
    "term": "Illness",
    "definitions": [
      "The act of being sick or unwell. ",
      "Symptoms that occur, once having caught or contracted a disease."]
  },
  {
    "term": "Illuminate",
    "definitions": [
      "To bring something to light that was previously not seen. ",
      "To see or clarify."]
  },
  {
    "term": "Illusion",
    "definitions": [
      "Things that have the quality of not actually existing. ",
      "Anything that is not considered authentic, factual, real or true. ",
      "Obsessive thinking about a specific person, place or thing, that creates and projects narratives, story-lines, fantasies or mental movies, connected to anxiety, doubt, fear, or worry, about the thing being focused on."]
  },
  {
    "term": "Image",
    "definitions": [
      " The sense of who or how a person see’s their self. ",
      "A person’s sense of identity, which usually there is a tendency to try and protect. "]
  },
  {
    "term": "Immediate",
    "definitions": [
      "Something that happens right away. ",
      "Instantaneous, reaction or response."]
  },
  {
    "term": "Impatient",
    "definitions": [
      "Lacking patience or willingness. ",
      "An expression of intolerance. "]
  },
  {
    "term": "Impede",
    "definitions": [
      "To interfere with or get in the way of something.  ",
      "To slowed down, by internal  or external challenges and obstacles."]
  },
  {
    "term": "Imperative",
    "definitions": [
      "Something important that requires some sort of direct or immediate attention.  "]
  },
  {
    "term": "Imply",
    "definitions": [
      "An assumption or a conclusion that’s drawn, without knowing the complete story.. ",
      "Something that indirectly connected to something else, where the connection may not be clear or easily seen."]
  },
  {
    "term": "Impression",
    "definitions": [
      "A mark that’s left on something. ",
      "An assumptions and/or ideas that’s are left on someone about how someone of something is or may be like."]
  },
  {
    "term": "Improve",
    "definitions": [
      "To get better or grow. ",
      "To become more effective, in terms of bringing results."]
  },
  {
    "term": "Impulse",
    "definitions": [
      "Lacking restraint. ",
      "To act or re-act without thoughtfulness.  ",
      "Reaction based on impatience. "]
  },
  {
    "term": "Inability",
    "definitions": [
      "Lacking knowledge, skills or needed attributes to effect some sort of change."]
  },
  {
    "term": "Inadequacy",
    "definitions": [
      "The sense or feelings of lacking worth, value and/or meaning. ",
      "Lacking possession of abilities that would meet a specific challenge. "]
  },
  {
    "term": "Inadvertently",
    "definitions": [
      "An unintended consequence. ",
      "An unforeseen or unintentional result or outcome."]
  },
  {
    "term": "Incapable",
    "definitions": [
      "Lacking the needed knowledge or skills to do something.  ",
      "Not being susceptible to or admitting of something."]
  },
  {
    "term": "Incremental",
    "definitions": ["Change that happens in small steps."]
  },
  {
    "term": "Incidental",
    "definitions": ["Something that happens by accident or unintentionally."]
  },
  {
    "term": "Inclination",
    "definitions": [
      "Having a tendency to happen. ",
      "Usual reaction or pattern of behavior."]
  },
  {
    "term": "Inconsiderate",
    "definitions": ["The act of being rude or inappropriate. "]
  },
  {
    "term": "Incorporating",
    "definitions": [
      "To add or include, into a larger whole or bigger picture."]
  },
  {
    "term": "Increase",
    "definitions": [
      "To add to something, whether it’s thought, effort, time, energy or other resources. "]
  },
  {
    "term": "Incurable",
    "definitions": [
      "Lacking the ability to be healed. ",
      "An illness that’s chronic or long lasting and in some instances shorten the lifespan of the person who has it."]
  },
  {
    "term": "Independent",
    "definitions": [
      "The state of being an individual, or not connected to something else.  "]
  },
  {
    "term": "Indication",
    "definitions": [
      "A sign or something that points to the existence of something. "]
  },
  {
    "term": "Indifferent",
    "definitions": [
      "Lacking care or concern about something, one way or the other. ",
      "To have the sense of no meaning."]
  },
  {
    "term": "Indiscriminate",
    "definitions": [
      "Happening without a reason or purpose. ",
      "Unpredictable action or behavior."]
  },
  {
    "term": "Indispensable",
    "definitions": [
      "Something that is required or necessary. ",
      "An important component for something to work. "]
  },
  {
    "term": "Inevitable",
    "definitions": [
      "A circumstance or situation that’s unavoidable, if the current action or behavior isn’t changed."]
  },
  {
    "term": "Inferior",
    "definitions": [
      "The sense or feeling of being less, when compared to something else. ",
      "Poor in quality or nature."]
  },
  {
    "term": "Inferiority",
    "definitions": [
      "The state of shame, lack of self worth or healthy self-esteem, and not feeling as good as someone else."]
  },
  {
    "term": "Influence",
    "definitions": [
      "The ability to move someone or something, based on things that are said or done. ",
      "One’s ability to have an effect on something else. "]
  },
  {
    "term": "Ingenious",
    "definitions": [
      "The ability to go beyond a common understanding, creating something new that hasn’t been seen or done before. ",
      "To apply information, knowledge and skill that people regard as remarkable or extraordinary. "]
  },
  {
    "term": "Inherent",
    "definitions": [
      "An attribute or characteristic that cannot be separated from something else. "]
  },
  {
    "term": "Injure",
    "definitions": [
      "To inflict or cause some form of damage or harm. ",
      "To hurt or wound, through some action or behavior."]
  },
  {
    "term": "Insanity",
    "definitions": [
      "Lacking the ability to comprehend or understand reality. ",
      "The state of being mentally or emotionally unstable. ",
      "Unsoundness of mind. "]
  },
  {
    "term": "Insecurity",
    "definitions": [
      "The feeling or sense of being unsafe or not okay. ",
      "A state of anxiety or fear where we feel threatened."]
  },
  {
    "term": "Insidious",
    "definitions": [
      "The nature of being ruthless, unrelenting, or covert in some unforeseen way."]
  },
  {
    "term": "Insight",
    "definitions": [
      "A penetrating way of seeing or understanding something. ",
      "A powerful mental, emotional or spiritual opening, noticeable with the person having a deep or profound sense of clarity."]
  },
  {
    "term": "Intangible",
    "definitions": ["Something that is present but difficult to measure."]
  },
  {
    "term": "Integrity",
    "definitions": [
      "The ability to follow ones, morals, principles and or values, in a consistent way. ",
      "The state of holding on to one’s core values or goals."]
  },
  {
    "term": "Intellectualizing",
    "definitions": [
      "The focusing on minute details as a way of avoiding the painful issue or information."]
  },
  {
    "term": "Intense",
    "definitions": [
      "Having the ability to bring a lot of energy and focus to a given circumstance or situation."]
  },
  {
    "term": "Intentional",
    "definitions": [
      "Behavior that is carried out, based on having made a choice. "]
  },
  {
    "term": "Intention",
    "definitions": [
      "The mental or emotional reasoning or motivation to take action or do something."]
  },
  {
    "term": "Interact",
    "definitions": [
      "The act of directly touching a person, place or thing, through physical action, words or some other form of influence. ",
      "The act of coming together."]
  },
  {
    "term": "Interdependent",
    "definitions": [
      "The principle that all things are interconnected and that a single part can influence or effect every other part in the larger scope."]
  },
  {
    "term": "Intimacy",
    "definitions": [
      "The sense of closeness and connectedness, between individuals. ",
      "The feeling of seamlessness, on levels that are potentially physical, mental, emotional and spiritual. "]
  },
  {
    "term": "Intolerance",
    "definitions": [
      "The tendency to be judgmental or shun others because their beliefs are different from one’s own."]
  },
  {
    "term": "Inventory",
    "definitions": [
      "The act of categorizing, labeling, identifying and measuring, for the purpose of evaluation. ",
      "The act of looking what we’re doing, what makes us who we are, and gain understanding about how we are helping or harming our self or others. "]
  },
  {
    "term": "Involvement",
    "definitions": [
      "To be engaged and apart of something. ",
      "The act of being engaged in a specific activity. "]
  },
  {
    "term": "Irrelevant",
    "definitions": [
      "Having no consequence, value, bearing or meaning, on a given circumstance or situation. ",
      " Having the quality of being meaningless. "]
  },
  {
    "term": "Irreparable",
    "definitions": [
      "Something that cannot be healed or repaired.   ",
      "Something that lacks the ability to be restored or fixed."]
  },
  {
    "term": "Isolation",
    "definitions": [
      "The sense or feeling of being alone. ",
      "To have the thought or feeling of being unseen."]
  },
  {
    "term": "Issue",
    "definitions": [
      "Problem or challenge, that is creating some form of unmanageability."]
  },
  {
    "term": "Karma",
    "definitions": [
      "An term of Eastern culture that literally means, “Action.” Though most describe “Karma,” as being negative, it’s actually neutral, with the understanding that a negative action will only result in a negative reaction and positive action always results in a positive response.  ",
      " The principle of reciprocity, and that “What comes around goes around.” ",
      "The principle that, “How I live determines how I live.”"]
  },
  {
    "term": "Kindness",
    "definitions": [
      "Being considerate and respectful.  ",
      "The quality of being compassionate or gentle. ",
      "Actions that express caring and concern, for another."]
  },
  {
    "term": "Knowledge",
    "definitions": [
      "Acquired, learned and remembered information, that is intended for possible later use."]
  },
  {
    "term": "Lapse",
    "definitions": [
      "To stop an action or activity one had previously been doing. ",
      "A break in activity or movement that was in a specific direction."]
  },
  {
    "term": "Learning",
    "definitions": [
      "To gain and study information on a specific subject, in this case recovery, healing and wellness, with the intention of arresting the disease of addiction and growing as a person. ",
      "A form of humility that accepts that an individual doesn’t have enough know how in recovery and is practicing to gain the information needed to be able to do better in the treatment of their disease. "]
  },
  {
    "term": "Liabilities",
    "definitions": [
      "Undesirable attributes or traits that can cause possible damage, harm or injury. ",
      "Qualities that are able to cause loss or could be destructive such as defects of character."]
  },
  {
    "term": "Lie",
    "definitions": [
      "Deceiving by not being honest. ",
      "Something that is untrue."]
  },
  {
    "term": "Life-style",
    "definitions": [
      "The way of living, reflecting individual attitudes, beliefs, values, social groups and places where one spends or gives time and attention to."]
  },
  {
    "term": "Limitations",
    "definitions": [
      "Things that interfere with the ability to function or work as intended. ",
      "An attribute or trait that blocks or gets in the way of the ability to experience happiness, joy and/or freedom."]
  },
  {
    "term": "Limitless",
    "definitions": [
      "A state of being that is without restriction or hindrance. ",
      "Freedom."]
  },
  {
    "term": "Literature",
    "definitions": [
      "In the sense of recovery from addiction, “Recovery literature,” is reading material that is a means sharing individual and collective “Experience, strength and hope,” in the effort to heal. "]
  },
  {
    "term": "Loneliness",
    "definitions": [
      "The sense or experience of being alone or by oneself. ",
      "The feeling of being isolated or not apart of a larger group or whole."]
  },
  {
    "term": "Lovable",
    "definitions": [
      "Having the sense of being valued and worth being cared about and for. "]
  },
  {
    "term": "Love",
    "definitions": [
      "The state of being where one deeply cares and feels connected a person or thing. ",
      "The feeling of being seamlessly a part of someone of something else, wherein physically, mentally, emotionally and/or spiritually there isn’t a sense of a barrier or gap. ",
      "The ability to take delight in someone else’s wellbeing. ",
      "The ability to notice the God or spiritual presence within another person. ",
      "Acronym for “Lots of Voluntary Effort.” "]
  },
  {
    "term": "Loving",
    "definitions": [
      "Have a great affection or liking for.  ",
      "Feeling or showing love and affection ",
      " See “Caring.”"]
  },
  {
    "term": "Lulled",
    "definitions": [
      "To be tricked or fooled that something is safe or okay when in fact it’s actually not.  ",
      "A way of being distracted by some sort of deception on the part of oneself or others."]
  },
  {
    "term": "Lying",
    "definitions": [
      "Misrepresentation of information, in an effort to mislead an individual or group of people. ",
      "The act of being untruthful in an effort to control or manipulate how one see’s or understands a situation. "]
  },
  {
    "term": "Magic",
    "definitions": [
      "Having the sense that even without effort, change will happen one it’s own. ",
      "Acronym for “Me and God in Contact.”"]
  },
  {
    "term": "Maintain",
    "definitions": [
      "To take care of something in a consistent way that that it will continue to work properly or as intended. ",
      "The act of sustaining something by giving attention to it."]
  },
  {
    "term": "Manage",
    "definitions": [
      "The act of working in a cooperative and healthy way that result in a positive result."]
  },
  {
    "term": "Manifest",
    "definitions": [
      "The ability to create or build something, from ideas, inspiration and applied effort. "]
  },
  {
    "term": "Manifestation",
    "definitions": [
      "Creation based on direct and indirect effort.  ",
      "Coming into being, as a result of intentional or unintentional actions.  "]
  },
  {
    "term": "Manipulating",
    "definitions": [
      "The act of misleading someone into doing something for you, that they might not otherwise do, had they known of your specific intention, plan, or goal.  ",
      "Intentional deception of another person, for personal gain.  ",
      "A form of influencing another person with the intent of having one’s personal needs met, while at the same time have little or no regard for the other person. ",
      "Use of skillful inflect to gain personal advantage.  "]
  },
  {
    "term": "Mantra",
    "definitions": [
      "Word from Eastern India that can be translated as, “That which protects the mind, from it’s own negativity.” In this sense, Twelve Step meetings, sponsorship, listening to recovery oriented material, prayer and meditation, all have the possibility of interrupting obsessive thinking, that blocks one’s sense of happiness and freedom. "]
  },
  {
    "term": "Maturity",
    "definitions": [
      "The ability to meet one’s responsibilities and life in ways that are healthy, positive, based on integrity. ",
      "The ability to act with restraint instead of impulse. "]
  },
  {
    "term": "Meaningless",
    "definitions": ["To have little or no value."]
  },
  {
    "term": "Meditation",
    "definitions": [
      "The practice of mindful attention on a single or specific focus. ",
      "To take time being quite and still, while not giving time and attention to distracted thoughts and feelings."]
  },
  {
    "term": "Member",
    "definitions": [
      "The conscious choice or decision, of an individual to be a part of a group, fellowship or organization. "]
  },
  {
    "term": "Mentality",
    "definitions": [
      "The thoughts and feelings that one hold’s towards a given thing."]
  },
  {
    "term": "Minimizing",
    "definitions": [
      "Defense mechanism where a person admits to the problem but tries to lessen or reduce the severity of the problem or action."]
  },
  {
    "term": "Mindfulness",
    "definitions": [
      "The practice of being alert, attentive and aware in the present moment."]
  },
  {
    "term": "Miracle",
    "definitions": [
      "An event that occurs, that seems to happen for our personal benefit that goes against the common experience or understanding of what ordinarily tends to happen. ",
      "An active change in perspective. "]
  },
  {
    "term": "Misery",
    "definitions": [
      "Having an overwhelming sense of despair that may include feelings of desperation and hopelessness. ",
      "The state of feeling tremendous suffering and pain."]
  },
  {
    "term": "Moral",
    "definitions": [
      "The understanding of right and wrong, for an individual or group of people. ",
      "The values and principles an individual uses to inform their choices, decisions and behaviors. ",
      "The lesson to be learned based on experiencing reality, instead of what we thought something “Ought” to be."]
  },
  {
    "term": "Motivation",
    "definitions": [
      "Then mental and emotional that is directed to meet a specific goal, objective or task. ",
      "The strength, energy, enthusiasm and force that one brings to meetings a goal."]
  },
  {
    "term": "Motive",
    "definitions": ["The reasoning one uses to taking a given action."]
  },
  {
    "term": "Mutual",
    "definitions": [
      "A point of focus or reason that brings two or more people together."]
  },
  {
    "term": "Nature",
    "definitions": [
      "The basic attributes or qualities of something that gives one a sense or idea of what it is. "]
  },
  {
    "term": "Necessary",
    "definitions": [
      "Having the nature of being needed or required, in order to be useful. "]
  },
  {
    "term": "Negative",
    "definitions": [
      "Something that’s bad, destructive, harmful to oneself or others. ",
      "The mental state wherein one views things based on what appears to being going wrong, instead of noticing what seems to being going right. "]
  },
  {
    "term": "Neurotic",
    "definitions": [
      "A person who has an overpowering need for stability and if there’s any change that happens they don’t like, can be extremely reactive and volatile. ",
      " People who essentially “Need,” to have it their way or they “Lose it.”"]
  },
  {
    "term": "Newcomer",
    "definitions": [
      "A person who attends Twelve Step Fellowship meetings, at the beginning of their recovery process. "]
  },
  {
    "term": "Obligation",
    "definitions": [
      "Having a sense of indebted or owed.  ",
      "Having the sense of being required to so something, because of formal or informal agreement. "]
  },
  {
    "term": "Obnoxious",
    "definitions": [
      "Behaving in a rude or vile way. ",
      "To be aggressively against or contrary to. "]
  },
  {
    "term": "Observed",
    "definitions": [
      "The act of looking or watching an activity or event take place. ",
      "The act of noticing or examining that is occurring. "]
  },
  {
    "term": "Obsession",
    "definitions": [
      "The mental fixation on a activity, idea, thought, while excluding or ignoring everything else that is taking place. ",
      "To intensely concentrate or hyper-focus on something that has caught one’s attention."]
  },
  {
    "term": "Obvious",
    "definitions": [
      "Something that is clear, seen and visible.  ",
      "Things are readily noticeable, by simply looking at it. ",
      "Lacking the ability to avoid or deny it’s existence or presence. "]
  },
  {
    "term": "Omit",
    "definitions": [
      " Leaving out information that may be important. ",
      "To withhold details that might otherwise aclarity or understanding of a circumstance or situation."]
  },
  {
    "term": "Omission",
    "definitions": [
      " Selectively providing information, in the effort that the reaction or response will me controlled or managed. ",
      "The act of practicing deception of by leaving out information that might cause or influence people to think or feel differently had they had all the information about a circumstance or situation."]
  },
  {
    "term": "Omnipotence",
    "definitions": [
      "The have undisputed authority or power. ",
      "To be all powerful. "]
  },
  {
    "term": "Ongoing",
    "definitions": [
      "Something that happens as a process. ",
      "Something that occurs on a regular basis. Example attending a Twelve Step meeting, a day for the first 90 days. ",
      "3.A state of being chronic. "]
  },
  {
    "term": "Opinion",
    "definitions": [
      "A point of view that may be lacking in direct personal experience, or concrete knowledge in a given subject. ",
      "A take on a given topic, that may lack an awareness of the facts or reality of a situation."]
  },
  {
    "term": "Orient",
    "definitions": [
      "To gain a sense of where one is.  ",
      "Knowing where one stands."]
  },
  {
    "term": "Oriented",
    "definitions": [
      "To take notice of the location or position that one is in."]
  },
  {
    "term": "Originate",
    "definitions": [
      "The point from which something begins. ",
      "The source or root of something that has come into existence."]
  },
  {
    "term": "Others",
    "definitions": ["The existence of something other than oneself."]
  },
  {
    "term": "Ought",
    "definitions": [
      "Expresses an emotional, practical, or other reason for doing something  ",
      "Be logically necessary"]
  },
  {
    "term": "Outrageous",
    "definitions": [
      "Something inappropriate or wrong, on an extreme level. ",
      "A thought or behavior that breaks a boundary or norm in a powerful way."]
  },
  {
    "term": "Own",
    "definitions": [
      "Carrying the sense something that belongs to oneself. ",
      "Having the feeling of being personally and/or directly responsible for something."]
  },
  {
    "term": "Pace",
    "definitions": [
      "The rate that someone works to complete a task. ",
      "Acronym for a “Positive Attitude Changes Everything.”"]
  },
  {
    "term": "Pain",
    "definitions": ["The experience or feeling of suffering. "]
  },
  {
    "term": "Panic",
    "definitions": [
      "Having a sense of terror. ",
      "Being fearful or frightened on an extreme level. "]
  },
  {
    "term": "Paradox",
    "definitions": [
      "Something that contradicts what one thinks or feels ought to normally happen. ",
      "An event or process that occurs or happens and doesn’t make sense to one’s usual understanding or experience."]
  },
  {
    "term": "Parallel",
    "definitions": [
      "The state of having similar or common experiences, despite being in separate or different places. ",
      " To objects that are not directly connected, yet moving along the same lines or in the same direction."]
  },
  {
    "term": "Paranoia",
    "definitions": [
      " An extreme state of mistrust and feeling that we could possibly be attacked or hurt, leaving on to feel guarded and self-protective. ",
      "The sense that someone or something is out to “Get,” or “Harm” us, despite being or not being a reason why this would happen."]
  },
  {
    "term": "Particular",
    "definitions": ["Something bearing precision or specificity. "]
  },
  {
    "term": "Passion",
    "definitions": [
      "Intense feeling, because we care for about something with intense devotion."]
  },
  {
    "term": "Passive",
    "definitions": [
      "Lacking reaction or responsiveness. ",
      "Lacking action or energy. ",
      "The state of not taking action or doing anything about an event or circumstance."]
  },
  {
    "term": "Negativism",
    "definitions": [
      "A defense mechanism where one appears to be following directions, but in fact isn't doing anything. ",
      "A form of manipulation, directed towards others. "]
  },
  {
    "term": "Patience",
    "definitions": [
      "The practice of restraining or withholding one’s reaction or response, seeing how things may develop, without the use of one’s personal injection or possible interference in a situation. ",
      "The act of waiting and taking no action. ",
      "The ability to go through circumstances without complaint. "]
  },
  {
    "term": "Patterns",
    "definitions": [
      "Something that’s repeated or done the same way, over and over."]
  },
  {
    "term": "Peace",
    "definitions": [
      "Feeling of calm. ",
      " The state of not being in battle or conflict with oneself and/or others. "]
  },
  {
    "term": "pleasing",
    "definitions": [
      "Seeking the approval of others, in the belief that will give one a sense of being okay. ",
      "The act of using “Other’s” self-esteem to validate one’s own positive sense of self. "]
  },
  {
    "term": "Perceive",
    "definitions": [
      "The awareness and ability to notice or make distinctions."]
  },
  {
    "term": "Perception",
    "definitions": [
      "The way one understands circumstances or situations, based on one’s beliefs, experience, and knowledge."]
  },
  {
    "term": "Perfection",
    "definitions": ["To be without damage, error or flaw."]
  },
  {
    "term": "Periodically",
    "definitions": [
      "Something that happens randomly or “Every once in a while.”"]
  },
  {
    "term": "Perish",
    "definitions": [
      "Something that had previously existed that comes to an ending. ",
      " To cease being. ",
      "Death."]
  },
  {
    "term": "Permanent",
    "definitions": [
      "Something that cannot be altered or made different, from what it already is. ",
      "Something that’s unchangeable. "]
  },
  {
    "term": "Perplexed",
    "definitions": [
      "A stated of mental confusion, where one finds it difficult to make choices or decisions, because the choices don’t appear clear or obvious."]
  },
  {
    "term": "Perseverance",
    "definitions": [
      "The act of not giving up on a cause or task. ",
      "To be resolute. ",
      "Having the character and nature of being able to endure, something that is difficult or hard.",
      "To not give up on a commitment."]
  },
  {
    "term": "Persistent",
    "definitions": [
      "To make continuous effort as a activity or task.   ",
      "To be committed or devoted to something and following through."]
  },
  {
    "term": "Personal",
    "definitions": [
      "Having the sense of being private and pertaining to oneself. ",
      " Things that relate specifically to oneself, as opposed to others."]
  },
  {
    "term": "Personality",
    "definitions": [
      "The sense of how a person views their self as being, in terms of identity and unique tendencies. ",
      " The totality of one’s beliefs, experiences, family history, things that they’ve imitated, understood and integrated into themselves that is expressed in how they are as a human being.  "]
  },
  {
    "term": "Perspective",
    "definitions": ["How an individual understands things to be. "]
  },
  {
    "term": "Persuasive",
    "definitions": ["Having the ability or quality of influencing others."]
  },
  {
    "term": "Pity",
    "definitions": [
      "Feeling bad or sorry for someone and what they may be going through, especially if the situation doesn’t appear to be of their own making. ",
      "Having sympathy for something or someone."]
  },
  {
    "term": "Plagued",
    "definitions": [
      "A problem or challenge that doesn’t seem to end.  ",
      "Something that is an ongoing hardship or struggle."]
  },
  {
    "term": "Pleasure",
    "definitions": [
      "Having a sense of contentment or satisfaction. ",
      "The feeling of being happy or pleased."]
  },
  {
    "term": "Possibility",
    "definitions": ["The likelihood that something can or could happen. "]
  },
  {
    "term": "Potential",
    "definitions": [
      "The chance or likelihood that with time, effort and nurturing, something can grow or possible change. ",
      "The possibility that something could occur or come into existence.  An example would be an acorn and an oak tree. The difference comes from the function of time and nurturing. "]
  },
  {
    "term": "Power",
    "definitions": [
      "The ability one has to influence and/or introduce or create change, based on desire, motivation and skills, applied in a situation. ",
      "The feeling of having a voice or influence, that’s in someway heard by others."]
  },
  {
    "term": "Powerlessness",
    "definitions": [
      "Lacking the ability meaningfully influence or cause change. ",
      "A state or sense of being without choice, have a voice or be heard in a circumstance or situation."]
  },
  {
    "term": "Practical",
    "definitions": [
      "Something that is simple, direct and no nonsense. ",
      "Being experienced based instead of opinion or theory based. ",
      "A willingness to set aside one’s personal agenda or goal, and move in a difference direction, because of not fitting with the circumstances. "]
  },
  {
    "term": "Practice",
    "definitions": [
      "The effort of working or doing something that requires the development of a skill, to gain some level of mastery or usefulness. "]
  },
  {
    "term": "Prayer",
    "definitions": [
      "The inward or outward request of a Higher Power, that’s caring, loving and greater than oneself to provide some form of assistance or support. ",
      "An act of humility that reflects the need for help and guidance, because of the recognition that one doesn’t have control. ",
      "See “Mantra.”"]
  },
  {
    "term": "Preconceived",
    "definitions": [
      "Thoughts and ideas that based on assumption or hopes of how something will either be or turn out. ",
      "Projecting how things are going to turn out, before it’s actually happened."]
  },
  {
    "term": "Prefer",
    "definitions": [
      "The personal likes or dislikes one holds based on what one may feel comfortable with."]
  },
  {
    "term": "Preparation",
    "definitions": [
      "The process of organizing and getting ready, for an activity.   "]
  },
  {
    "term": "Prestige",
    "definitions": [
      "Something that is considered valuable or important, that’s thought or felt to be extremely desirable to have. ",
      "To be widely valued and is respected."]
  },
  {
    "term": "Pride",
    "definitions": [
      "The  . ",
      "The feeling of happiness or positivity about something that has been accomplished or completed."]
  },
  {
    "term": "Primary",
    "definitions": [
      "Main or something held to be the most important quality or element. ",

      "In terms of medicine a category of symptoms related to an illness or disease that needs to be a2.ressed, before anything else, due to the potentially harmful consequences for the person having the disease."]
  },
  {
    "term": "Principles",
    "definitions": [
      "Spiritual values or ideals that when applied are helpful the life on not only  who is applying it, but others as well. ",
      "Value, morals and ways of being that are expressions of a  Higher Power that’s “Caring, Loving and Greater than ourselves.”"]
  },
  {
    "term": "Priority",
    "definitions": [
      "A way of categorizing or ranking what a person may care about or find important to them.  ",
      "A way of putting “First things first,” and not getting distracted by things that could cause a person to relapse."]
  },
  {
    "term": "Privilege",
    "definitions": [
      "Having access to do something that others without similar access are allowed to do. A good example could be, driving. Without having a license, you don’t have the privilege of driving."]
  },
  {
    "term": "Process",
    "definitions": [
      "The understanding that through, time, effort, behavioral changes and working the steps, that we will in time experience change, in a positive way. ",
      "A way of looking at things that says, “Things take time. Don’t get stuck on events.”"]
  },
  {
    "term": "Procrastination",
    "definitions": [
      "The behavior of avoiding or neglecting a task or responsibility that needs to be addressed. ",
      "Not taking action, on something that one needs to work on or deal with. ",
      "The act of being self-destructive, though not taking action on things one is responsible for."]
  },
  {
    "term": "Productive",
    "definitions": [
      "That act of satisfactorily completing objectives, goals and tasks."]
  },
  {
    "term": "Professional",
    "definitions": [
      "A person who has met a certain level of competence, experience, credential, training or skill level that they would be paid for their time and services."]
  },
  {
    "term": "Profound",
    "definitions": [
      "Something that has a large impact, that causes a shift in thinking and/or feeling."]
  },
  {
    "term": "Program",
    "definitions": [
      "An organized system that is directed or focused towards meeting a specific goal. ",
      "From a Twelve Step Program perspective, the program involves key elements often required to be successful in recovery. These are abstinence, regular meeting attendance, having a sponsor, working and living the Twelve Steps,  Working and Living the Twelve Traditions,  recovery support network within the fellowship one is attending, having a relationship is a Higher Power; loving, caring and greater than oneself and service work."]
  },
  {
    "term": "Progress",
    "definitions": [
      "To get better or make improvement. ",
      "To move forward in some way."]
  },
  {
    "term": "Progressive",
    "definitions": [
      "To make active forward movement that has a way of taking on a life of it’s own."]
  },
  {
    "term": "Projection",
    "definitions": [
      "Avoiding responsibility for one's own thoughts, feelings, and actions, by focusing on the traits same traits in others. ",
      "To take something from oneself and put on another. ",
      " A way of thinking and speculating. "]
  },
  {
    "term": "Promise",
    "definitions": [
      "A commitment that is made between two or more people, to either do or complete a specific thing."]
  },
  {
    "term": "Prompt",
    "definitions": [
      "To be nudged or encouraged to take action. ",
      "An alert that catches or attention or focus."]
  },
  {
    "term": "Promptly",
    "definitions": [
      "Something that happens right away. ",
      "Something that happens without a delay. "]
  },
  {
    "term": "Proportion",
    "definitions": ["The shape, size, character and nature of something."]
  },
  {
    "term": "Protected",
    "definitions": [
      "Something that is guarded or watched over, in the effort to make sure it is not damaged or harmed in some way. "]
  },
  {
    "term": "Proven",
    "definitions": ["Something that has been verified as true or a fact. "]
  },
  {
    "term": "Prudence",
    "definitions": [
      "Acting with caution. ",
      "A state of being careful, motivated by not wanting to do harm or cause possible damage."]
  },
  {
    "term": "Purpose",
    "definitions": [
      "To have a reason for being or happening. ",
      " A intention that is either stated or held by a person. "]
  },
  {
    "term": "Question",
    "definitions": [
      "Asking for information, because we lack awareness or knowledge on the thing that we’re asking about."]
  },
  {
    "term": "Quizzing",
    "definitions": [
      "A way of challenging or interrogating someone to gain information, that tends to leave one feeling invaded or attacked in some way. "]
  },
  {
    "term": "Rationalization",
    "definitions": [
      "Trying to provide a explanation that makes sense for something that was inappropriate. ",
      "A defense mechanism by which the true motivation is concealed by explaining your actions and feelings in a way that is not threatening. "]
  },
  {
    "term": "Reaction",
    "definitions": [
      "Actions that are expressed with out thought or consideration of consequences, negative events occur.  ",
      "To Re-act with actions or behaviors that was used before, by an individual."]
  },
  {
    "term": "Reactive",
    "definitions": [
      "A person to tends to be explosive, volatile ways to events that are taking place in their life."]
  },
  {
    "term": "Readiness",
    "definitions": ["Having a sense of being prepared."]
  },
  {
    "term": "Ready",
    "definitions": ["Availability to engage or participate in an activity."]
  },
  {
    "term": "Reality",
    "definitions": ["The present moment, as is. "]
  },
  {
    "term": "Rebellion",
    "definitions": [
      "Acting in direct opposition to someone or something else, with a lot of effort and often hostility. ",
      "To be in a state of war. "]
  },
  {
    "term": "Recaptured",
    "definitions": ["To return to a previous moment or state."]
  },
  {
    "term": "Receive",
    "definitions": ["To be given something and we accept it."]
  },
  {
    "term": "Receptive",
    "definitions": [
      "A state of open-mindedness. ",
      "To take in and not resist."]
  },
  {
    "term": "Reciprocal",
    "definitions": [
      "Concerning each of two or more persons or things; especially given or done in return;  'reciprocal aid.'"]
  },
  {
    "term": "Reciprocity",
    "definitions": [
      "The sense that what you put out into the world, tends to come back to you. ",
      "The principle of “Karma,” cause and effect are one. ",
      "What comes around goes around. "]
  },
  {
    "term": "Reckless",
    "definitions": [
      "To act without thought as to the possible consequences for one’s actions."]
  },
  {
    "term": "Recognition",
    "definitions": [
      "The state or quality of being recognized or acknowledged  ",
      "The process of recognizing something or someone by remembering them.  ",
      "Approval  ",
      "Coming to understand something by thinking about it  ",
      "The act of preferring"]
  },
  {
    "term": "Recognize",
    "definitions": [
      "The ability to understand and know what one is dealing with. ",
      "The ability to compare, notice, differentiate or discern. ",
      "To understand something for what it is."]
  },
  {
    "term": "Recommendation",
    "definitions": ["Verbal support or encouragement for something."]
  },
  {
    "term": "Recovery",
    "definitions": [
      "To be restored to good health. ",
      "To regain something that was lost, due to illness or sickness. ",
      "To be healed or renewed, after a time or period of sickness."]
  },
  {
    "term": "Reduction",
    "definitions": ["The act of making something smaller."]
  },
  {
    "term": "Reflect",
    "definitions": [
      "To consider, examine look at deeply. ",
      "The act of meditating, with or without directed attention. "]
  },
  {
    "term": "Regret",
    "definitions": [
      "To feel bad about actions one has taken, in a given circumstance or event. ",
      "A feeling of sorrow."]
  },
  {
    "term": "Regularly",
    "definitions": [
      "Something that is done consistently, often using a schedule. "]
  },
  {
    "term": "Reinforcing",
    "definitions": [
      "Something that is strengthened, by being practiced repeatedly.  ",
      "To be made stronger by a2.ing things that are helpful or supportive."]
  },
  {
    "term": "Rejection",
    "definitions": [
      "The act of casting someone or something aside. ",
      "The act of negating, invalidating or abandoning. ",
      "To be ignored, disregarded or shunned. "]
  },
  {
    "term": "Relapse",
    "definitions": [
      "A return to active addiction, after a period or sustained recovery, that’s more than being abstinent. ",
      "Reverting to old ideas, attitudes and behaviors that are self-destructive and harmful."]
  },
  {
    "term": "Relate",
    "definitions": [
      "The experience of empathy. ",
      "One’s ability to identify and understand something, based on noticing things that are in common.  "]
  },
  {
    "term": "Relationship",
    "definitions": [
      "A state of connectedness between people (especially an emotional connection)  ",
      "The basic state of interconnectedness, between oneself and others."]
  },
  {
    "term": "Reliable",
    "definitions": [
      "To be able to count on or know that it will be there. ",
      "Having a sense of trust and confidence in someone or something. "]
  },
  {
    "term": "Relief",
    "definitions": [
      "To be removed from stress or pressure. ",
      "Sense of being freed, from something that was bothering or a cause for worry. ",
      "The feeling that comes from being released or able to let go of struggle or suffering."]
  },
  {
    "term": "Religion",
    "definitions": [
      "The organizational structure connected to a spiritual belief, usually based around rules, traditions and certain norms, and one’s willingness to follow that which would allow one to be a member. ",
      "The Latin root is “Religo,” what means, “What one binds or connects oneself too.”"]
  },
  {
    "term": "Reluctant",
    "definitions": [
      "To avoid or resisting something. ",
      "The sense or feeling of not wanting to do something. "]
  },
  {
    "term": "Rely",
    "definitions": [
      "To trust and count on. ",
      "Having the sense or feeling of dependability. "]
  },
  {
    "term": "Remorse",
    "definitions": [
      "A feeling of deep regret, usually because of something done that was “wrong,” or “inappropriate. ",
      "To hold a sense of guilt, over some action that caused harm or was hurtful to someone. "]
  },
  {
    "term": "Remove",
    "definitions": [
      "To delete or subtract something, which was previously there. ",
      " To take away, what was previously given."]
  },
  {
    "term": "Renew",
    "definitions": [
      "Re-establish on a new, usually improved, basis. ",
      "Make new or like new"]
  },
  {
    "term": "Reparation",
    "definitions": [
      "The act of making amends or compensating someone, for causing harm. ",
      "The act of restoring something that was broken. "]
  },
  {
    "term": "Reprieve",
    "definitions": [
      "To have a pause or break, from a circumstance or situation. ",
      "Having the feeling or sense of temporary relief. "]
  },
  {
    "term": "Reputation",
    "definitions": [
      "The way a person is regarded or viewed by others, in terms of character. ",
      "The general way someone is thought of in public. ",
      "How others think of a given person."]
  },
  {
    "term": "Required",
    "definitions": [
      "Something that is a necessity on a need that cannot be missed. "]
  },
  {
    "term": "Resentment",
    "definitions": [
      "Negative memory of a past experience that’s replayed in the mind, with the same degree of feeling and emotional intensity, on the day the event happened. ",
      "Being re-sent to a past moment, because a current experience feels similar or the same as a past one. ",
      "The reliving, and inevitable retelling, of a past event, good/bad/indifferent, to the extent that ego/the mind prevents framing the event in a way that aligns with present day reality/values." ]
  },
  {
    "term": "Reservations",
    "definitions": [
      "A thought, belief, past experience or fear that causes someone to hold back, from being completely invested. ",
      "The act of standing back or holding on to something, just in cause things don’t work out as hoped for. "]
  },
  {
    "term": "Resignation",
    "definitions": [
      "Giving up on something, because of feeling like nothing more can be done. ",
      "To let go or release something that one was holding onto. "]
  },
  {
    "term": "Resolute",
    "definitions": [
      "To be committed to a cause or effort, despite difficulty or hardship. ",
      "Remaining focused on a task or goal, without being distracted or deterred, despite challenging circumstances. "]
  },
  {
    "term": "Resolve",
    "definitions": [
      "Mental, emotional and/or spiritual focus to see something through. "]
  },
  {
    "term": "Resource",
    "definitions": [
      "Things that are useful in supporting or helping to sustain oneself. "]
  },
  {
    "term": "Respect",
    "definitions": [
      "To be treated with an attitude of kindness and friendship. ",
      "Behaving in a positive way with regards to the feelings of others. "]
  },
  {
    "term": "Responsible",
    "definitions": [
      "The act of taking care of something in a positive way, that one is supposed to manage or watch over. "]
  },
  {
    "term": "Restitution",
    "definitions": [
      "Compensating a person or business where one has done some harm or damage too. "]
  },
  {
    "term": "Restoration",
    "definitions": [
      "Returning to an original state. ",
      "To heal or repair that which was once broken."]
  },
  {
    "term": "Restraint",
    "definitions": [
      "To not take action. ",
      "To abstain or refrain from taking action. "]
  },
  {
    "term": "Results",
    "definitions": ["The consequence or outcome of the actions one takes. "]
  },
  {
    "term": "Retaliation",
    "definitions": [
      "Reacting to someone, after feeling provoked or attacked in some one, wanting to cause harm or hurt to the other person. ",
      "The attitude of “An eye for an eye,” to take revenge for so perceived or actual injustice or harm that was done to us. "]
  },
  {
    "term": "Reveal",
    "definitions": [
      "To make clear or visible, something that was previously hidden. ",
      "To see what may not have been seen before."]
  },
  {
    "term": "Revert",
    "definitions": [
      "To return to a prior state. ",
      "To go back to old behavior."]
  },
  {
    "term": "Ridicule",
    "definitions": [
      "A way of devaluing a person, through mockery.  ",
      "Using sarcastic humor to put someone or something down. "]
  },
  {
    "term": "Righteousness",
    "definitions": ["Sticking with and following moral principles."]
  },
  {
    "term": "Rigorous",
    "definitions": [
      "Unbending or flex, despite pressure or negative circumstances. ",
      "To maintain shape or form. ",
      "To be committed and stay focus on a task or objective."]
  },
  {
    "term": "Risk",
    "definitions": [
      "To take a chance, despite the possibility things may not turn out as one would hope. "]
  },
  {
    "term": "Role",
    "definitions": [
      "The part a person plays in a given term:.",
      "Area of responsibility that a individual has that’s dependent on circumstance and location."]
  },
  {
    "term": "Root",
    "definitions": ["The source or cause of something. "]
  },
  {
    "term": "Sanity",
    "definitions": [
      "Having soundness or stability of mind, lacking the tendency to be destructive towards one self or others. ",
      "The ability to interact with reality in a healthy way. ",
      " The ability to apply reason and logic to one circumstances in a way that it helpful."]
  },
  {
    "term": "Satisfaction",
    "definitions": ["The sense of contentment or feeling of being okay."]
  },
  {
    "term": "Satisfy",
    "definitions": [
      "The ability to meet an expectation. ",
      "The sense or feeling of comfort."]
  },
  {
    "term": "Scheming",
    "definitions": [
      "Making a plan to take something from another person, with or without there awareness. ",
      " The effort of planning to steal or remove something, through the use of deception."]
  },
  {
    "term": "Searching",
    "definitions": [
      "The activity of seeking or looking for something specific. ",
      "To explore. "]
  },
  {
    "term": "Secrets",
    "definitions": [
      "Information one tries to conceal or hide. ",
      "The act of intentionally withholding facts or the truth from others. "]
  },
  {
    "term": "Self-absorption",
    "definitions": [
      "Only thinking of oneself, without regard for others. ",
      "An aspect of self-centeredness and self-obsession where the focus is directed towards oneself. "]
  },
  {
    "term": "Self-acceptance",
    "definitions": [
      "Having a sense of like or approval of oneself. ",
      "To have a positive sense of regard for one self. "]
  },
  {
    "term": "Self-centered ",
    "definitions": [
      "Being limited to caring only about oneself without being concerned for the wellbeing or welfare of others.  ",
      "Thoughts and feelings that are consumed with oneself, whether it’s the past, present or future, resulting in isolation, degradation, lost of control, distrust of others and embarrassment."]
  },
  {
    "term": "Self-centeredness",
    "definitions": [
      "Actions that focus on getting one’s personal needs met, whether the acts harm others or not. ",
      "Acting is ways that appear selfish and focused on getting what one can for oneself, without caring about the consequences of doing so."]
  },
  {
    "term": "Self-discipline",
    "definitions": [
      "The personal commitment and effort to follow through, stay on task with self-helping constructive behaviors. "]
  },
  {
    "term": "Self-esteem",
    "definitions": [
      "The way a person feels about their self. ",
      " The sense of positive regard held towards oneself. "]
  },
  {
    "term": "Selfishness",
    "definitions": [
      "Being concerned with oneself, without caring about what happens to others. ",
      "Lacking in empathy or have understanding or compassion for others. "]
  },
  {
    "term": "Self-loathing",
    "definitions": [
      "Feeling of contempt or condemnation held towards oneself. ",
      "Thoughts and feelings of self-hatred. ",
      " To feel or think of oneself as unworthy or in some way disgusted with oneself. "]
  },
  {
    "term": "Self-pity",
    "definitions": [
      "Feeling sorry for one self. ",
      "Focusing on negatives instead of positives, regarding personal circumstances or situations.  "]
  },
  {
    "term": "Self-seeking",
    "definitions": [
      "Behaving in ways that looks for chances to get what one wants, without concern for harm of possible consequences to others. ",
      "Looking and finding opportunities to prey on others, to get one’s personal wants met. "]
  },
  {
    "term": "Self-will",
    "definitions": [
      "Acts that are manipulative, and aimed at getting one’s way or what is wanted.  ",
      "Defiant behavior that does not respect rules, boundaries, morals or positive values. "]
  },
  {
    "term": "Sensitive",
    "definitions": [
      "Emotional or intuitive awareness. ",
      "Being connected to one’s feelings able to hold sympathy or empathy towards others. "]
  },
  {
    "term": "Separately",
    "definitions": [
      "Having the sense of not being connected to others. ",
      "To act as an individual.  "]
  },
  {
    "term": "Serenity",
    "definitions": [
      "Holding a sense of calmness physically, mentally, emotionally and spiritually. ",
      "A feeling a peace. ",
      "Feeling of contentment, that has a sense of being connected with oneself and others. "]
  },
  {
    "term": "Serve",
    "definitions": [
      "Attitude of wanting to care for or help others, who are in need, perhaps unable to do so for themselves. ",
      "To care for our support. "]
  },
  {
    "term": "Service",
    "definitions": [
      "Actions directed to providing some for up help or support."]
  },
  {
    "term": "Setback",
    "definitions": ["Losing ground or not able to progress forward. "]
  },
  {
    "term": "Shame",
    "definitions": [
      "Having the sense of unworthiness. ",
      "A long-term pervasive feeling of being inadequate or somehow invisible. "]
  },
  {
    "term": "Share",
    "definitions": [
      "Willingness to offer something belonging to oneself with another. "]
  },
  {
    "term": "Sharing",
    "definitions": [
      "The act of giving or lending personal resources with another. ",
      "Offering one’s experience, strength and hope with another, that it might in someway benefit them. "]
  },
  {
    "term": "Shortcoming",
    "definitions": ["A defect of character that is put into action our use. "]
  },
  {
    "term": "Should",
    "definitions": [
      "Something that is considered to be commonsense or logical, that ought to be done. ",
      "Sometimes a way of shaming or blaming a person about thinking that could have been done but wasn’t. An example would be, “You should have studied harder and you would have gotten a better grade.”"]
  },
  {
    "term": "Similar",
    "definitions": [
      "Having a characteristic of sameness. ",
      "Something that when compared look alike. "]
  },
  {
    "term": "Simplicity",
    "definitions": [
      "Something that is basic or simple. ",
      "Not being complex or difficult. "]
  },
  {
    "term": "Sincerely",
    "definitions": [
      "To be authentic genuine and/or real. ",
      "To be without pretense or sense of being fake."]
  },
  {
    "term": "Slave",
    "definitions": [
      "To lack freedom, in terms of choices, decisions or way one would like to live their life. ",
      "State of having not power or authority over one’s life."]
  },
  {
    "term": "Slip",
    "definitions": [
      "The experience of relapse, in terms of one’s abstinence. ",
      "Acronym for, “Surrender Lost It’s Priority.”"]
  },
  {
    "term": "Society",
    "definitions": [
      "People are they exist together. ",
      "Having a sense of community and social groups. "]
  },
  {
    "term": "Solidarity",
    "definitions": [
      "Standing together with others. ",
      "Feeling and sense of unity, because of holding something in common. "]
  },
  {
    "term": "Solution",
    "definitions": [
      "An organized procedure or set of steps that resolves a problem, when actively applied. ",
      "Something that has the quality or sense of solving a challenge.  "]
  },
  {
    "term": "Sought",
    "definitions": [
      "The act of seeking or working towards something that one cares about. ",
      "Exerting time and effort to reach something that is valued or cared about. "]
  },
  {
    "term": "Source",
    "definitions": [
      "Starting point.  ",
      "The root or location where something begins. "]
  },
  {
    "term": "Spirit",
    "definitions": [
      "The sense of an individuals “True-nature,” or essence of who they are. "]
  },
  {
    "term": "Spiritual",
    "definitions": [
      "The attitude one holds towards themselves and life. ",
      "The sense of connectedness to something larger than oneself. ",
      "Force or state of being that is inclusive rather than exclusive. "]
  },
  {
    "term": "Splitting",
    "definitions": [
      "Using information to divide or keep people arguing, fighting or in turmoil, so that the person with the actual problem doesn’t have to change or take positive action. "]
  },
  {
    "term": "Spoil",
    "definitions": [
      "Tainted or damaged. ",
      "Something that goes to waste because of the effects of time passing and not being used. "]
  },
  {
    "term": "Sponsor",
    "definitions": [
      "A person, usually at least one year of recovery and has worked most or all of the Twelve Steps of Recovery, who provides guidance, support and direction, to another person in recovery, seeking to learn how to work and live the steps, in order to recover.  "]
  },
  {
    "term": "Sponsorship",
    "definitions": [
      "The act of guiding a person through the Twelve Steps of recovery, frequently helping the person being sponsored to see the direct connection between the sponsee’s experiences and how the Steps relate and can help them live, in a way there is self-helping, rather than self-destructive. "]
  },
  {
    "term": "Spontaneous",
    "definitions": [
      "Responding to a circumstance or situation, without the need of a plan. ",
      "The ability to adapt to what appears appropriate in the present moment. "]
  },
  {
    "term": "Stability",
    "definitions": [
      "Having a sense of consistency. ",
      "Something that is regarded as being reliable and can be counted on. "]
  },
  {
    "term": "Stable",
    "definitions": [
      "Having the appearance of being consistent. ",
      "The feeling or sense of being anchored and unmoving. "]
  },
  {
    "term": "Stagnate",
    "definitions": [
      "Lacking movement and because of that becomes unhealthy or sick.   "]
  },
  {
    "term": "Standard",
    "definitions": [
      "Specifications that reflect measurements or goals that need to be met, for something to operate in a good way at a minimal level.  "]
  },
  {
    "term": "Steadfast",
    "definitions": [
      "The ability to stay focused and resolved to follow through. ",
      "Having the sense of being committed and not give up on the moment. "]
  },
  {
    "term": "Steps",
    "definitions": [
      "A path that leads to a place that a person would like to go. "]
  },
  {
    "term": "Strength",
    "definitions": [
      "Force or strength one has, based on mental and emotional attitude, practice and training, that is used to affect change. "]
  },
  {
    "term": "Structure",
    "definitions": [
      "Boundaries, guidelines, and standards that help tell if a person is on or off track with their recovery process. "]
  },
  {
    "term": "Subconscious",
    "definitions": ["Below the conscious level of awareness. "]
  },
  {
    "term": "Substantial",
    "definitions": ["Something that is considered big or important. "]
  },
  {
    "term": "Substantially",
    "definitions": ["Mostly leaning one way."]
  },
  {
    "term": "Substitution",
    "definitions": [
      "Replacing one thing for another, while still having the same general effect or problem going along with it."]
  },
  {
    "term": "Suffer",
    "definitions": [
      "To struggle or have feelings of pain, because of a mental or emotional attachment to something that we care about."]
  },
  {
    "term": "Suffering",
    "definitions": [
      "Having a sense of struggle or feeling pain. ",
      "Mental, emotional or spiritual feeling of discomfort, misery, helplessness, hopelessness and/or uselessness. "]
  },
  {
    "term": "Sufficient",
    "definitions": [
      "Having the sense of a need or requirement has been fulfilled or met. "]
  },
  {
    "term": "Suggest",
    "definitions": ["To offer an idea, intending to be helpful to another."]
  },
  {
    "term": "Suicide",
    "definitions": [
      "One who intentionally ends their life, often based on feelings of depression or being in some state of distress. "]
  },
  {
    "term": "Superficial",
    "definitions": [
      "Having a sense of being insincere or shallow. ",
      "Having the sense of being without depth or sincerity. "]
  },
  {
    "term": "Superior",
    "definitions": ["Having the sense of being better than others. "]
  },
  {
    "term": "Support",
    "definitions": [
      "To care for or help, based on another needing assistance. "]
  },
  {
    "term": "Suppress",
    "definitions": [
      "To push something down so that it can’t be noticed or seen by others. "]
  },
  {
    "term": "Surrender",
    "definitions": [
      "To stop fighting or being in a state of battle or war. ",
      "Making ourselves available to the process of recovery  ",
      "Letting go of everything we think we know. "]
  },
  {
    "term": "Survive",
    "definitions": [
      "Continuing to exist, despite some sort of trauma, injury or harm."]
  },
  {
    "term": "Sustain",
    "definitions": [
      "To continue or uphold an action, in the effort to keep something going."]
  },
  {
    "term": "Symptoms",
    "definitions": ["Identifying characteristics of something that exists. "]
  },
  {
    "term": "Systematically",
    "definitions": [
      "Organized was of operating that attempts to isolate errors or potential problems. "]
  },
  {
    "term": "Tangible",
    "definitions": ["Having qualities that are measurable and visible. "]
  },
  {
    "term": "Task",
    "definitions": [
      "A specific objective that helps one attain or reach a goal."]
  },
  {
    "term": "Temper",
    "definitions": [
      "The adaptability or durability of something, that’s based on conditioning. "]
  },
  {
    "term": "Temptation",
    "definitions": [
      "Something we have difficulty avoiding, because it has a certain level of appeal. "]
  },
  {
    "term": "Terminal",
    "definitions": [
      "Having the characteristic of being causing shortening one’s life or causing death.  ",
      "The sense that something is incurable and will lead to a premature death."]
  },
  {
    "term": "Terrified",
    "definitions": ["Having a sense of intense fear or panic. "]
  },
  {
    "term": "Thankfulness",
    "definitions": ["Having a feeling of appreciation or gratitude. "]
  },
  {
    "term": "Thinking",
    "definitions": [
      "The mental process that determines what things mean to us, based on analysis, beliefs and experiences, which determine reactions and responses in our present moment. ",
      "The act of analyzing, comparing, processing, theorizing and identifying patterns and relationships to things focused on, that influence our behavior.   "]
  },
  {
    "term": "Thorough",
    "definitions": [
      "The act of being attentive, careful and detailed, in an effort not to miss as little as possible, because to do otherwise might in some way undermine our efforts to change and grow. "]
  },
  {
    "term": "Threat",
    "definitions": [
      "The sense of something that could be a cause of harm or danger to oneself or others. ",
      "Having the sense of possibly being attacked by someone either verbally or physically and that one could be hurt or injured. "]
  },
  {
    "term": "Tolerance",
    "definitions": [
      "The specifications and standards that allow something to function in a positive or healthy way. ",
      "To not be reactive to things that are said or done by another person that are negative. "]
  },
  {
    "term": "Tolerant",
    "definitions": [
      "Showing respect for the thoughts, feelings, opinions or practices of others. ",
      "The practice of being open-minded, while others may acting inappropriately. "]
  },
  {
    "term": "Torture",
    "definitions": [
      "The infliction of extreme physical, mental, emotional or spiritual pain on oneself or another."]
  },
  {
    "term": "Tradition",
    "definitions": [
      "Basic operating guidelines or principles that reduce the need for decision making and make it easier for a system to be maintained, instead of re-inventing it, every time the people connected meet. ",
      "A Code of conduct, actions or rituals that have been established, that help to keep an individual or group connected to their roots. "]
  },
  {
    "term": "Traits",
    "definitions": ["Attributes or characteristics held by a person."]
  },
  {
    "term": "Trap",
    "definitions": [
      "Something that has the ability to capture or corner someone, placing them in a position that they would rather not be in."]
  },
  {
    "term": "Trust",
    "definitions": [
      "Having a sense or feeling of reliability.  ",
      "The ability to have confidence or count on something or someone. "]
  },
  {
    "term": "Trustworthy",
    "definitions": [
      "To be held as worthy of confidence and reliable, because of their sense of integrity and tendency to “Do the right thing.”"]
  },
  {
    "term": "Truth",
    "definitions": [
      "The personal or subjective understanding of one’s experience and what it means."]
  },
  {
    "term": "Unanimity",
    "definitions": [
      "Sense of unified focus, purpose, and intention, among a group of people, hold something that’s in common."]
  },
  {
    "term": "Unbearable",
    "definitions": [
      "Having the sense of intense and unspeakable agony and/or suffering.  "]
  },
  {
    "term": "Unclutter",
    "definitions": [
      "The removal of barriers, obstructions, that prevents the ability see clearly. "]
  },
  {
    "term": "Unconditional",
    "definitions": [
      "That act of not holding back. ",
      "To be without limit or restriction. ",
      "Given freely without any sense of condition or needing to do something special. "]
  },
  {
    "term": "Underlying",
    "definitions": [
      "Having the sense of being below the surface and unseen, yet at the same time, influential in some way."]
  },
  {
    "term": "Understanding",
    "definitions": [
      "The ability to comprehend, connect or relate to something on a mental, emotional or spiritual level. "]
  },
  {
    "term": "Understood",
    "definitions": ["Having the sense or idea of being appreciated or heard. "]
  },
  {
    "term": "Uniformity",
    "definitions": [
      "Sameness. ",
      "Something that is done the same way, giving a sense of comfort and familiarity. "]
  },
  {
    "term": "Unique",
    "definitions": ["Being different and apart from the rest. "]
  },
  {
    "term": "Unity",
    "definitions": [
      "Being joined together. ",
      "The state of being without separation. ",
      "The state of being indivisible or undivided. "]
  },
  {
    "term": "Unlimited",
    "definitions": [
      "Having no limits in range or scope.  ",
      "Without reservation or exception.  ",
      "That cannot be entirely consumed or used up."]
  },
  {
    "term": "Unmanageability",
    "definitions": [
      "Having the sense of feeling of being disorganized, melodramatic or unable to manage or deal with effectively. ",
      "Chaos created due to choices and decisions that come from the use of character defects, or not being in alignment with reality. "]
  },
  {
    "term": "Unmanageable",
    "definitions": ["Lacking the ability to manage or exert influence over. "]
  },
  {
    "term": "Unparalleled",
    "definitions": [
      "To be without equal. ",
      "Having a sense of immense power and force, that cannot be denied, blocked or stopped. "]
  },
  {
    "term": "Urgency",
    "definitions": ["Requiring or in need of immediate attention. "]
  },
  {
    "term": "Uselessness",
    "definitions": [
      "Inability to respond to something, that would make a meaningful difference. ",
      "Having the quality of being without use or purpose. "]
  },
  {
    "term": "Users",
    "definitions": [
      "Someone who enjoys property  ",
      "A person who uses something or someone selfishly or unethically  ",
      "Someone who consumes drugs."]
  },
  {
    "term": "Vague",
    "definitions": [
      "Lacking clarity. ",
      "Have the sense of being difficult to explain or see. "]
  },
  {
    "term": "Validity",
    "definitions": [
      "The quality of being logically valid or clear. ",
      "The quality of having legal force or effectiveness"]
  },
  {
    "term": "Values",
    "definitions": [
      "Things that have a sense of importance to us and are driving our actions."]
  },
  {
    "term": "Variety",
    "definitions": [
      "Having more than one option or choice. ",
      "Having many opportunities or ways of seeing something. "]
  },
  {
    "term": "Vast",
    "definitions": [
      "Something that is huge. ",
      "The quality of something being so big that it might beyond the ability to fully recognize it. ",
      "Boundlessness. "]
  },
  {
    "term": "Vastly",
    "definitions": [
      "Having a wide range. ",
      "Having a big difference. ",
      "A huge gap. "]
  },
  {
    "term": "Victim",
    "definitions": [
      "A person who’s take advantage of, harmed or abused in someway. ",
      "A person who suffers at the hands of some type of unfortunate act or circumstance, that’s usually unprovoked. "]
  },
  {
    "term": "Vigilanc",
    "definitions": [
      "Being dedicated to supporting or taking care of something that’s of importance to oneself or others. "]
  },
  {
    "term": "Vigilant",
    "definitions": [
      "Watching carefully over, in an effort to protect from danger or harm. ",
      "The act of guarding. "]
  },
  {
    "term": "Vigorous",
    "definitions": [
      "Making a lot of strong effort towards a specific goal or end. "]
  },
  {
    "term": "Violent",
    "definitions": [
      "Expressing physical aggression towards a person, place or thing. "]
  },
  {
    "term": "Virtue",
    "definitions": [
      "The ethics, morals and/or principles valued but oneself or others. "]
  },
  {
    "term": "Vital",
    "definitions": [
      "Having the quality of being critical or extremely important. "]
  },
  {
    "term": "Void",
    "definitions": [
      "A state of emptiness, incompleteness or feeling as though something is missing. "]
  },
  {
    "term": "Volatile",
    "definitions": ["The quality of being explosive or unpredictable. "]
  },
  {
    "term": "We",
    "definitions": [
      "The sense or feeling that something applies not only to oneself but many. "]
  },
  {
    "term": "Welfare",
    "definitions": ["The health or happiness of an individual or group."]
  },
  {
    "term": "Will",
    "definitions": [
      "Strength of one’s individual character or sense of determination. ",
      "The conscious intent or effort that’s made by an individual."]
  },
  {
    "term": "Willingness",
    "definitions": ["The feeling of effort to affect change. "]
  },
  {
    "term": "Wisdom",
    "definitions": [
      "Soundness of one’s actions, decisions, while applying experience, knowledge, and good judgment. ",
      "The of feeling of intuitive awareness of knowing, that brings with it a sense of calmness are rightness."]
  },
  {
    "term": "Withdrawal",
    "definitions": [
      "The predictable and wide-range of side-effects when one initially stops “Using.” ",

      "The negative physical, mental, emotional and spiritual response to not having something that we feel we need, in order to survive. "]
  },
  {
    "term": "Worthless",
    "definitions": [
      "The sense or feeling that one lacks value or meaning. ",
      "The sense or feeling of not being deserving of appreciation or regard. "]
  },
  {
    "term": "Wreckage",
    "definitions": [
      "The results of something that has been damaged, destroyed or harmed. "]
  },
  {
    "term": "Wrong",
    "definitions": [
      "Behavior regarded as harmful, to oneself or others, in some way. "]
  },
  {
    "term": "Zazen",
    "definitions": [
      "Japanese word that can be translated as, “Sitting in unification.” "]
  },
  {
    "term": "Zeal",
    "definitions": [
      "A feeling of strong eagerness (usually in favor of a person or cause)  ",
      "Excessive fervor to do something or accomplish some end "]
  },
  {
    "term": "Zen",
    "definitions": [
      "Japanese word that can be translated as, “Unified being.” It can be noted that Zen is not actually a religion, in terms of the way one might normally think of one, but really any practice that helps us to feel unified, whole or free, is considered Zen. "]
  },
  {
    "term": "Zendo",
    "definitions": [
      "Japanese word that can be translated as, “Way of unification.”"]
  }
]

